Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: LiveJournal blog name
ru: Имя блога на LiveJournal

source: ClaimID user name
ru: Имя пользователя в ClaimID

source: Vidoop user name
ru: Имя пользователя в Vidoop

source: Verisign user name
ru: Имя пользователя в Verisign

source: Change your %(provider)s password
ru: Сменить пароль в %(provider)s

source: Click to see if your %(provider)s signin still works for %(site_name)s
ru: Проверьте, работает ли по-прежнему Ваш логин от %(provider)s на %(site_name)s

source: Create password for %(provider)s
ru: Создать пароль для %(provider)s

source: Connect your %(provider)s account to %(site_name)s
ru: Соедините Ваш аккаунт на %(provider)s с Вашей учетной записью на %(site_name)s

source: Signin with %(provider)s user name and password
ru: Заходите с именем пользователя и паролем %(provider)s

source: OpenID %(openid_url)s is invalid
ru: OpenID %(openid_url)s недействителен

source: Unfortunately, there was some problem when connecting to %(provider)s, please try again or use another provider
ru: К сожалению, возникла проблема при соединении с %(provider)s, пожалуйста попробуйте ещё раз или зайдите через другого провайдера

source: Your new password is saved
ru: Ваш новый пароль был сохранен

source: The login password combination was not correct
ru: Комбинация имени пользователя и пароля была неверной

source: Please click any of the icons below to sign in
ru: Введите имя пользователя и пароль

source: Account recovery email sent
ru: Email для восстановления аккаунта выслан

source: Add at least one login method
ru: Добавьте хотя бы один метод входа

source: If you wish, please add, remove or re-validate your login methods
ru: Здесь можно изменить пароль и проверить текущие методы авторизации

source: Please wait a second! Your account is recovered, but ...
ru: Пожалуйста, подождите секунду! Ваша учетная запись восстанавлена, но ...

source: Login method %(provider_name)s does not exist
ru: Метод входа %(provider_name) s не существует

source: Oops, sorry - there was some error - please try again
ru: Упс, извините, произошла ошибка - пожалуйста, попробуйте ещё раз

source: If you are trying to sign in to another account, please sign out first. Otherwise, please report the incident to the site administrator.
ru: Если вы пытаетесь зайти с другого аккаунта, пожалуйста, сначала выполните выход

source: Your %(provider)s login works fine
ru: Вход при помощи %(provider)s работает отлично

source: Sorry, registration failed. The token can be already used or has expired. Please try again
ru: Извините, регистрация не удалась. Купон мог быть уже использован или истек срок его действия. Пожалуйста, попробуйте еще раз

source: Please check your email and visit the enclosed link.
ru: Пожалуйста, проверьте свой email и пройдите по вложенной ссылке.

source: Sorry, this account recovery key has expired or is invalid
ru: К сожалению, этот ключ восстановления истек или не является верным

source: Site
ru: Сайт

source: Main
ru: Главная

source: Base Settings
ru: Базовые настройки

source: Default value:
ru: Значение по умолчанию:

source: Default value: %s
ru: Значение по умолчанию: %s

source: Allowed image file types are %(types)s
ru: Допустимые типы файлов изображений: %(types)s

source: Congratulations, you are now an Administrator
ru: Поздравляем, теперь Вы администратор на нашем форуме

source: <p>To post by email, please:</p>
ru: <p>Что бы делать публикации через электронную почту, пожалуйста:</p>

source: <li>Type title in the subject line</li>
ru: <li>Введите заголовок в строке темы </li>

source: <li>Type details into the email body</li>
ru: <li>Включите описание деталей в письмо</li>

source: <li>The beginning of the subject line can contain tags, <em>enclosed in the square brackets</em> like so: [Tag1; Tag2]</li>
ru: <li>Первая строка сообщения может включать в себя тэги, <em>заключенные в квадратные скобки</em> так что: [Tag1; Tag2]</li>

source: <li>In the beginning of the subject add at least one tag <em>enclosed in the brackets</em> like so: [Tag1; Tag2].</li>
ru: <li>Первая строка сообщения должна включать в себя хотя бы один тэг, <em>заключенный в квадратные скобки</em> так что: [Tag1; Tag2]</li>

source: <p>Note that a tag may consist of more than one word, to separate the tags, use a semicolon or a comma, for example, [One tag; Other tag]</p>
ru: <p>Примечание: тэг может состоять из более, чем одного слова, чтобы разделить тэги, используйте точку с запятой или запятую,например, [One tag; Other tag]</p>

source: <p>Sorry, there was an error while processing your message please contact the %(site)s administrator</p>
ru: <p>К сожалению, при отправке вашего сообщения произошла ошибка, пожалуйста, свяжитесь с %(site)s администратором</p>

source: <p>Sorry, in order to make posts to %(site)s by email, please <a href="%(url)s">register first</a></p>
ru: <p>Извините, для того, чтобы делать публикации на %(site)s через электронную почту, пожалуйста <a href="%(url)s"> сначала зарегестрируйтесь</a></p>

source: <p>Sorry, your post could not be made by email due to insufficient privileges of your user account</p>
ru: <p>Извините, вам недоступна публикация через электронную почту из-за недостатка привилегий вашего аккаунта</p>

source: You were replying to an email address unknown to the system or you were replying from a different address from the one where you received the notification.
ru: Адрес электронной почты, на который вы отправляли письмо, неизвестен системе, или вы отправляли письмо с адреса, отличающегося от указанного адреса, на который приходят уведомления.

source: Please reply to the welcome email without editing it
ru: Пожалуйста, ответьте на приветственное письмо, не редактируя его

source: Instant email notification
ru: Мгновенные уведомления по электронной почте

source: Sent to relevant users when a post is made or edited
ru: Отправить соответствующим пользователям, когда пост опубликован или отредактирован

source: At least two users and one post are needed to generate the preview
ru: Для создания предварительного просмотра необходимы хотя бы один пост и два пользователя

source: Error processing post sent by email
ru: Ошибка во время обработки поста, опубликованного через электронную почту

source: Sent to the post author when error occurs when posting by email
ru: Отправляется автору поста, когда происходит ошибка, во время публикации поста через электродную почту

source: Welcome message
ru: Приветственное сообщение

source: Sent to newly registered user when replying by email is disabled
ru: Отправляется только что зарегистрированному пользователю, если ответ по электронной почте невозможен

source: At least one user is required generate a preview
ru: Для создания предварительного просмотра требуется хотя бы один пользователь

source: Respondable "welcome" message
ru: приветственное сообщение, на которое возможен ответ

source: Sent to newly registered user when replying by email is enabled
ru: Отправляется только что зарегистрированному пользователю, если ответ по электронной почте невозможен

source: Reply to the user response to the "welcome" message
ru: ответить на ответ пользователя на приветственное сообщение

source: Sent to newly registered user who replied to the welcome message
ru: Отправляется только что зарегистрированному пользователю, который ответил на приветственное сообщение

source: At least one user on the site is necessary to generate the preview
ru: Для создания предварительного просмотра необходимо присутствие хотя бы одиного пользователя на сайте

source: Request to reply to get a sample of email the signature
ru: Запрос на ответ, чтобы получить образец письма подписи

source: Sent when the system does not have a record of email signature for the user
ru: Отправляется, когда система не имеет записи подписи письма для пользователя

source: Insufficient karma to post by email
ru: Недостаточное количество кармы для отправки по электронной почте

source: Sent when user does not have enough karma upon posting by email
ru: Отправляется, когда у пользователя недостаточно кармы для отправки по электронной почте

source: Post was rejected
ru: Пост был отклонен

source: Sent when post was rejected by a moderator with a reason given
ru: Отправляется, когда пост был отклонен модератором с указанием причины

source: Moderation queue has items
ru: У очереди модерации есть элементы

source: Sent to moderators when the moderation queue is not empty
ru: Отправляется модераторам, когда очередь модерации не пустая

source: Batch email alert
ru: Грузовое уведомление по электронной почте

source: Contains daily of weekly batches of email updates
ru: Ежедневно содержит еженедельные групповые обновления по электронной почте

source: At least one user on the site and two questions are necessary to generate the preview
ru: Для создания предварительного просмотра необходимо присутствие хотя бы одного пользователя и наличие двух вопросов на сайте

source: new question
ru: новый вопрос

source: Accept answers reminder
ru: Принять напоминания об ответах

source: Sent to author of questions without accepted answers
ru: Отправляется автору вопросов без принятых ответов

source: At least one user and one question are required to generate a preview
ru: Для создания предварительного просмотра необходимы хотя бы один пользователь и один вопрос

source: Unanswered questions reminder
ru: Напоминания о вопросах, оставленных без ответа

source: Sent to users when there are unanswered questions
ru: Отправляется пользователям, при наличии нетвеченных вопросов

source: Email validation
ru: Подтверждение электронной почты

source: Sent when user validates email or recovers account
ru: Отправляется, когда пользователь подтверждает электронную почту или восстанавливает аккаунт

source: Unsubscribe link
ru: Отказаться от подписки

source: Sent when email key expired, but user is identified
ru: Отправляется, когда срок ключа электронной почты истек, но пользователь уже идентифицирован

source: Approved post notification
ru: Принятые уведомления о постах

source: Sent when post revision is approved by the moderator
ru: Отправляется, при одобрении модератором осмотра постов

source: Respondable approved post notification
ru: Принятые уведомления о постах с возможностью ответа на них

source: To add to your post EDIT ABOVE THIS LINE
ru: Чтобы добавить в сообщение РЕДАКТИРОВАТЬ НАД ЭТОЙ ЛИНИЕЙ

source: Private message notification
ru: Уведомление о личном сообщении

source: Sent when a private message is sent to the user
ru: Отправляется, при отправке личного сообщения пользователю

source: At least one user and one personal message are required to generate a preview
ru: Для создания предпросмотра требуется хотя бы один пользователь и одно личное сообщение

source: Feedback email
ru: Электронная почта для отзывов

source: Sent when user submits feedback form
ru: Отправляется, когда пользователь отправляет отзыв

source: Please log in to use %s
ru: Пожалуйста войдите чтобы использовать %s

source: perform this action
ru: Выполнить данное действие

source: Sorry, you cannot %(perform_action)s because the site is temporarily read only
ru: К сожалению, вы не можете %(perform_action)s так как сайт временно находится в режиме чтения

source: Sorry, you cannot %(perform_action)s because %(domain)s emails have been blacklisted.
ru: К сожалению, вы не можете %(perform_action)s потому что %(domain)s письма были занесены в черный список

source: Please <a href="%(url)s">change your email</a>.
ru: Пожалуйста <a href="%(url)s">измените свою электронную почту</a>.

source: Sorry, but you have only read access
ru: К сожалению, у вас доступ только для чтения

source: your account is disabled
ru: ваш аккаунт отключен

source: your account is blocked
ru: ваш аккаунт заблокирован

source: your account is suspended
ru: ваш аккаунт заморожен

source: Sorry, only moderators and site administrators can %(perform_action)s
ru: К сожалению, только модераторы и администраторы сайта могут %(perform_action)s

source: Sorry, only administrators, moderators or users with reputation > %(min_rep)s can %(perform_action)s
ru: К сожалению, только администраторы сайта, модераторы и пользователи с репутацией > %(min_rep)s могут %(perform_action)s

source: Sorry, you cannot vote for your own posts
ru: Простите, Вы не можете голосовать за свои же сообщения

source: upvote
ru: проголосовать "за"

source: downvote
ru: проголосовать "против"

source: upload files
ru: Загрузить файлы

source: join or leave groups
ru: присоединиться или выйти из групп

source: mark or unmark tags
ru: отмечать или удалять тэги

source: merge duplicate questions
ru: совместить повторяющиеся вопросы

source: Could not post, because your karma is insufficient to publish links
ru: Публикация невозможна, потому что вашей кармы недостаточно для публикации ссылок

source: Sorry, %(you_already_gave_an_answer)s, please edit it instead.
ru: К сожалению, %(you_already_gave_an_answer)s, вместо этого вы можете отредактировать уже имеющийся ответ

source: Sorry, commenting closed entries is not allowed
ru: К сожалению, комментирование закрытых записей запрещено

source: Sorry, comments (except the last one) are editable only within %(minutes)s minute from posting
ru: Извините, комментарии (кроме последнего) можно редактировать в течении %(minutes)s минуты после добавления

source: Sorry, but only post owners or moderators can edit comments
ru: К сожалению, только владелец или модератор может редактировать комментарий

source: repost items
ru: запостить элементы заново

source: post comments
ru: оставить комментарии

source: This post has been deleted and can be seen only by post owners, site administrators and moderators
ru: Этот пост был удален, его может увидеть только владелец, администраторы сайта и модераторы

source: Sorry, only moderators, site administrators and post owners can edit deleted posts
ru: Извините, только модераторы, администраторы сайта и владельцы сообщения могут редактировать удаленные сообщения

source: edit wiki posts
ru: редактировать wiki посты

source: edit posts
ru: редактировать посты

source: Sorry, posts like this are editable only within %(minutes)s minute from posting
ru: К сожалению, подобный пост может быть отредактирован только в течении %(minutes)s минуты с момента публикации

source: At least %d karma point is required to delete own questions
ru: Для удаления собственных вопросов необходимо иметь хотя бы %d баллов кармы

source: Sorry, cannot delete this since it has an upvoted response posted by someone else
ru: К сожалению, вы не можете это удалить, так как у этой записи имеется ответ с положительными голосами, опубликованные кем-то другим.

source: delete posts
ru: Удалить посты

source: reopen questions
ru: переоткрыть вопросы

source: You have flagged this post before and cannot do it more than once
ru: Вы уже отмечали этот пост ранее и не можете делать повторные отметки

source: flag posts as offensive
ru: пожаловаться на пост

source: Sorry, you have exhausted the maximum number of %(max_flags_per_day)s offensive flags per day.
ru: Простите, Вы израсходовали максимальное число отметок о нарушении правил за день - %(max_flags_per_day)s штук

source: cannot remove non-existing flag
ru: нельзя удалить несуществующий флаг

source: remove flags
ru: Снять отметки

source: you don't have the permission to remove all flags
ru: у вас нету прав чтобы удалить все обжалованные сообщения

source: no flags for this entry
ru: без заметок на эту запись

source: delete comments
ru: удалить комментарии

source: Sorry, comments (except the last one) are deletable only within %(minutes)s minute from posting
ru: К сожалению, комментарии (кроме последнего) могут быть удалены только в течении %(minutes)s минуты после публикации

source: sorry, but older votes cannot be revoked
ru: простите, но старые голоса не могут быть отозваны

source: on %(date)s
ru: %(date)s

source: in two days
ru: через два дня

source: tomorrow
ru: завтра

source: in %(hr)d hour
ru: через %(hr)d час

source: in %(min)d min
ru: через %(min)d минуту

source: %(days)d day
ru: %(days)d день

source: New users must wait %(days)s to %(answer_own_questions)s. You can post an answer %(left)s
ru: Новые пользователи должны ждать %(days)s для %(answer_own_questions)s. Вы можете опубликовать ответ %(left)s

source: Registered User
ru: Зарегистрированный пользователь

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Suspended User
ru: Приостановленный пользователь

source: Blocked User
ru: Заблокированный пользователь

source: New User
ru: Новый пользователь

source: %(username)s karma is %(reputation)s
ru: %(reputation)s кармы %(username)s

source: one gold badge
ru: %(count)d золотой значок

source: one silver badge
ru: %(count)d серебряный значок

source: one bronze badge
ru: %(count)d бронзовый значок

source: %(item1)s and %(item2)s
ru: %(item1)s и %(item2)s

source: %(user)s has %(badges)s
ru: %(user)s имеет %(badges)s

source: At least %d karma point is required to post links
ru: Минимум %d очко кармы нужно для публикации ссылок

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(user_profile)s">your profile</a>.
ru: Поздравляем, вы получили '%(badge_name)s'. Проверьте свой <a href="%(user_profile)s">профиль</a>.

source: Your tag subscription was saved, thanks!
ru: Ваша подписка на тэги была сохранена

source: Deleted own post with %(votes)s or more upvotes
ru: Удалили своё сообщение с %(votes)s или более позитивными откликами

source: Deleted own post with %(votes)s or more downvotes
ru: Удалили своё сообщение с %(votes)s или более негативными откликами

source: Peer Pressure
ru: Давление сообщества

source: Gave an %(answer_voted_up)s at least %(votes)s times for the first time
ru: Первый раз дал %(answer_voted_up)s , получивший хотя бы %(votes)s

source: First upvote
ru: Впервые дал положительный отклик

source: First downvote
ru: Впервые дал негативный отклик

source: Voted %(num)s times
ru: Голосовал %(num)s раз

source: %(answered_own_question)s with at least %(num)s up votes
ru: %(answered_own_question)s с минимальным количеством %(num)s up голосов

source: %(answer_voted_up)s %(num)s times
ru: %(answer_voted_up)s %(num)s раз

source: %(question_voted_up)s up %(num)s times
ru: %(question_voted_up)s до %(num)s раз

source: %(question_voted_up)s %(num)s times
ru: %(question_voted_up)s до %(num)s раз

source: %(asked_first_question)s with at least one up vote
ru: %(asked_first_question)s с хотя бы одним положительным голосом

source: %(asked_a_question)s with %(views)s views
ru: %(asked_a_question)s с %(views)s просмотров

source: %(asked_a_question)s and %(accepted_an_answer)s
ru: %(asked_a_question)s и %(accepted_an_answer)s

source: Enlightened
ru: Просвещенный

source: %(gave_accepted_answer)s upvoted %(num)s or more times
ru: %(gave_accepted_answer)s, набравший %(num)s или больше положительных голосов

source: %(answered_a_question)s more than %(days)s days later with at least %(votes)s votes
ru: %(answered_a_question)s более чем %(days)s дней позже с минимум %(votes)s голосов

source: First flagged post
ru: Первое отмеченное сообщение

source: First rollback
ru: Первый откат

source: Left 10 comments with score of 10 or more
ru: Оставил 10 комментариев с 10-ю или более положительными откликами

source: First edit
ru: Первое редактирование

source: Edited %(num)s entries
ru: Исправил %(num)s записей

source: First retag
ru: Первое изменение тэгов

source: Completed all user profile fields
ru: Заполнил все пункты в профиле

source: %(asked_a_question)s with %(num)s followers
ru: %(asked_a_question)s с %(num)s подписчиками

source: Visited site every day for %(num)s days in a row
ru: Посещал сайт каждый день %(num)s дней подряд

source: Posted %(num_comments)s comments
ru: Оставил %(num_comments)s комментариев

source: Created a tag used %(num)s time
ru: Создал тэг, который был использован %(num)s раз

source: Very active in one tag
ru: Очень активны в одном теге

source: message
ru: сообщение

source: Sharing did not work, because group is unknown
ru: Вы не можете поделиться этой записью, так как группа неизвестна

source: merged revision
ru: совместный осмотр

source: more
ru: ещё

source: Sorry, this content is not available
ru: К сожалению, этот информация недоступна

source: Sorry, this content is no longer available
ru: К сожалению, это информация больше недоступна

source: Sorry, this comment is no longer available
ru: К сожалению, этот комментарий больше недоступен

source: This post is temporarily not available
ru: Это сообщение временно недоступно

source: Suggested edit
ru: предлагаемая редакция

source: Thank you for your post to %(site)s. It will be published after the moderators review.
ru: Спаибо за публикацию на %(site)s. Сообщение будет опубликовано после проверки модератором.

source: your post to %(site)s
ru: ваши публикации на %(site)s

source: Your post was placed on the moderation queue and will be published after the moderator approval.
ru: Ваше сообщение добавлено в очередь на модерацию и будет опубликовано после проверки.

source: " and "%s"
ru: " и "%s"

source: " and more
ru: " и более

source: Tag %s is new and will be submitted for the moderators approval
ru: Тег %s новый, он будет добавлен после проверки модератором

source: Tags %s are new and will be submitted for the moderators approval
ru: Теги %s новыйе, они будут добавлены после проверки модератором

source: added content by email
ru: контент добавленный из почтового ящика

source: edited by email
ru: редактировать по email

source: <em>Changed by moderator. Reason:</em> %(reason)s
ru: <em>Изменено модератором. Причина:</em> %(reason)s

source: Entire forum
ru: Весь форум

source: Questions that I asked
ru: Вопросы заданные мной

source: Questions that I answered
ru: Вопросы отвеченные мной

source: Individually selected questions
ru: Индивидуально избранные вопросы

source: Mentions and comment responses
ru: Упоминания и комментарии ответов

source: Instantly
ru: Мгновенно

source: Daily
ru: Раз в день

source: Weekly
ru: Раз в неделю

source: No email
ru: Отменить

source: Can join when they want
ru: Могут присоединиться в любое время

source: Users ask permission
ru: По требованию

source: Moderator adds users
ru: Модераторы добавляют пользователей

source: Please give a list of valid email addresses.
ru: Пожалуйста, введите список допустимых почтовых адресов

source: Please give a list of valid email domain names.
ru: Пожалуйста, введите список допустимых доменных имен

source: css for the widget
ru: css для виджета

source: signin/
ru: vhod/

source: Page not found
ru: Страница не найдена

source: Sorry, could not find the page you requested.
ru: К сожалению, запрошенная страница не найдена

source: This might have happened for the following reasons:
ru: Это могло произойти по следующим причинам:

source: This page has been deleted
ru: Эта страница была удалена

source: url has error - please check it;
ru: URL содержит ошибку - пожалуйста, проверьте правильность введенного

source: the page you tried to visit is protected or you don't have sufficient points, see
ru: Страница, которую вы запросили, защищена или у вас не хватает баллов, пожалуйста посмотрите

source: faq
ru: часто задаваемые вопросы

source: if you believe this error 404 should not have occured, please
ru: если вы считаете, что ошибка 404 показана неверно, пожалуйста

source: report this problem
ru: сообщите об этой проблеме

source: Internal server error
ru: Внутренняя ошибка сервера

source: system error log is recorded, error will be fixed as soon as possible
ru: об этой ошибке была сделана запись в журнале и соответствующие исправления будут вскоре сделаны

source: please report the error to the site administrators
ru: пожалуйста, сообщите об ошибке администраторам сайта

source: back
ru: назад
