Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Save edit
ru: Сохранить изменения

source: Cancel
ru: Отменить

source: hide preview
ru: скрыть предварительный просмотр

source: show preview
ru: показать предварительный просмотр

source: Badge
ru: Награда

source: Badge "%(name)s"
ru: Награда "%(name)s"

source: user received this badge:
ru: пользователь, получивший эту награду

source: Badges
ru: Награды

source: Below is the list of available badges and number of times each type of badge has been awarded.
ru: Внизу приведен список доступных наград и количество раз каждая награда была выдана

source: Community badges
ru: Награды сообщества

source: gold badge: the highest honor and is very rare
ru: золотая награда: высшая награда, выдается редко

source: Gold badge is the highest award in this community. To obtain it you have to show profound knowledge and ability in addition to your active participation.
ru: Золотая награда- это самая высшая награда, которую можно получить в этом сообществе. Чтобы получить ее, вам нужно продемонстрировать глубокие знания и способности, в дополнении к вашему активному участию.

source: silver badge: occasionally awarded for the very high quality contributions
ru: Серебряная награда: иногда присуждается за высококачественные вклады

source: bronze badge: often given as a special honor
ru: Бронзовая награда: часто выдается за особые заслуги

source: Reasons
ru: Причины

source: OK to close
ru: Нажмите OK, чтобы закрыть

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What kinds of questions can I ask here?
ru: Какие вопросы я могу задавать здесь?

source: Most importantly - questions should be <strong>relevant</strong> to this community.
ru: Самое главное - вопросы должны <strong>соответствовать теме</strong> этого сообщества.

source: Before you ask - please make sure to search for a similar question. You can search questions by their title or tags.
ru: Перед тем как задать вопрос, пожалуйста, воспользуйтесь поиском, чтобы убедиться, что вопрос не имеет аналогов. Вы можете искать вопросы по заголовку или тегу.

source: What kinds of questions should be avoided?
ru: Каких вопросов необходимо избегать?

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
ru: Пожалуйста, старайтесь не задавать вопросы, не соответствующие теме этого сообщества, и которые являются слишком очевидными или субъективными

source: What should I avoid in my answers?
ru: Чего мне следует избегать в своих ответах?

source: is a <strong>question and answer</strong> site - <strong>it is not a discussion group</strong>. Please avoid holding debates in your answers as they tend to dilute the essense of questions and answers. For the brief discussions please use commenting facility.
ru: является <strong>сайтом типа вопрос/ответ</strong> - <strong>это не чат для обсуждения </strong>. Пожалуйста, избегайте обсуждения в ваших ответах, поскольку они склонны разбавлять суть вопросов и ответов. Для кратких обсуждений используйте средство комментирования.

source: Who moderates this community?
ru: Кто модерирует это сообщество?

source: The short answer is: <strong>you</strong>.
ru: Короткий ответ: <strong>вы</strong>

source: This website is moderated by the users.
ru: Этот сайт находится под управлением самих пользователей.

source: Karma system allows users to earn rights to perform a variety of moderation tasks
ru: Система "кармы" позволяет пользователям приобретать различные права модератора

source: How does karma system work?
ru: Как работает система "кармы"?

source: When a question or answer is upvoted, the user who posted them will gain some points, which are called "karma points". These points serve as a rough measure of the community trust to him/her. Various moderation tasks are gradually assigned to the users based on those points.
ru: Когда за вопрос или ответ голосуют положительно, пользователь, который оставил это сообщение, получит некоторое количество баллов, которые называются "баллы кармы". Эти балы служат грубой мерой доверия сообщества этому пользователю и предоставляют ему различные права модератора.

source: For example, if you ask an interesting question or give a helpful answer, your input will be upvoted. On the other hand if the answer is misleading - it will be downvoted. Each vote in favor will generate <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> points, each vote against will subtract <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> points. There is a limit of <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> points that can be accumulated for a question or answer per day. The table below explains reputation point requirements for each type of moderation task.
ru: Например, если задать интересный вопрос или дать полезный ответ, ваш вклад будет оценен положительно. С другой стороны, если ответ будет вводить в заблуждение - это будет оценено отрицательно. Каждый положительный голос будет генерировать <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> баллы кармы , каждый голос против - будет отнимать <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> баллы кармы. Существует лимит <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> баллов кармы, которые могут быть набраны за вопрос или ответ за день. В таблице ниже представлены все требования к карме для каждой категории модерирования.

source: add comments
ru: добавить комментарии

source: accept own answer to own questions
ru: принять свой ответ на собственные вопросы

source: retag other's questions
ru: изменять теги других вопросов

source: edit community wiki questions
ru: редактировать wiki вопросы сообщества

source: edit any answer
ru: редактировать любой ответ

source: delete any comment
ru: удалить любой коментарий

source: How to change my picture (gravatar) and what is gravatar?
ru: Как сменить мое изображение (gravatar) и что это такое?

source: <p>The picture that appears on the users profiles is called <strong>gravatar</strong> (which means <strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong>).</p><p>Here is how it works: a <strong>cryptographic key</strong> (unbreakable code) is calculated from your email address. You upload your picture (or your favorite alter ego image) the website <a href='http://gravatar.com'><strong>gravatar.com</strong></a> from where we later retreive your image using the key.</p><p>This way all the websites you trust can show your image next to your posts and your email address remains private.</p><p>Please <strong>personalize your account</strong> with an image - just register at <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (just please be sure to use the same email address that you used to register with us). Default image that looks like a kitchen tile is generated automatically.</p>
ru: <p>Изображение, которое появляеться в пользовательском профиле называется <strong>gravatar</strong> (что означает <strong></strong>глобально <strong></strong>распознаваемый <strong>аватар</strong>).</p><p>Как это работает: <strong>криптографический ключ</strong> (нерушимый код) считывается с вашего электроного адреса. Вы загружаете ваше изображение (или изображение вашего любимого героя) на сайт <a href='http://gravatar.com'><strong>gravatar.com</strong></a> откуда мы позже получаем ваше изображения, используя ключ.</p><p>Таким образом, все сайты, которым вы доверяете, могут отображать ваше изображение после ваших сообщений и адрес электронной почты остается скрытым.</p><p>Пожалуйста <strong> обновите ваш профиль</strong> изображением - зарегестрируйтесь на <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (убедитесь что вы используете тот же электронный адрес, который использовали для регистрации у нас). По умолчанию изображение, которое выглядит, как кухонная плитка, генерируется автоматически.</p>

source: To register, do I need to create new password?
ru: Необходимо ли создавать новый пароль, чтобы зарегистрироваться?

source: No, you don't have to. You can login through any service that supports OpenID, e.g. Google, Yahoo, AOL, etc.
ru: Нет, этого делать нет необходимости. Вы можете войти через любой сервис, который поддерживает OpenID, например, Google, Yahoo, AOL и т.д.

source: "Login now!"
ru: Войти сейчас!

source: Why other people can edit my questions/answers?
ru: Почему другие люди могут изменять мои вопросы / ответы?

source: Goal of this site is...
ru: Цель этого сайта ...

source: So questions and answers can be edited like wiki pages by experienced users of this site and this improves the overall quality of the knowledge base content.
ru: Таким образом, более опытные пользователи могут редактировать вопросы и ответы как страницы wiki, что в свою очередь улучшает качество содержания данных вопросов/ответов.

source: If this approach is not for you, we respect your choice.
ru: Если этот подход не для вас, мы уважаем ваш выбор.

source: Still have questions?
ru: У вас все еще остались вопросы?

source: Please <a href='%(ask_question_url)s'>ask</a> your question, help make our community better!
ru: Пожалуйста <a href='%(ask_question_url)s'>ask</a> ваш вопрос, помогите сделать пане сообщество лучше!

source: Feedback
ru: Отзыв

source: Give us your feedback!
ru: Выскажите нам свое мнение!

source: (to hear from us please enter a valid email or check the box below)
ru: (чтобы получать от нас уведомления, введите правильный адрес электронной почты или отметьте поле ниже)

source: (this field is required)
ru: (это поле обязательно для заполнения)

source: Send Feedback
ru: Отправить отзыв

source: Groups
ru: Группы

source: All groups
ru: Все группы

source: all groups
ru: все группы

source: My groups
ru: Мои группы

source: my groups
ru: мои группы

source: Tip: to create a new group - please go to some user profile and add the new group there. That user will be the first member of the group
ru: Подсказка: чтобы создать новую группу, пожалуйста, перейдите на профиль какого-либо пользователя и добавьте там новую группу. Этот пользователь будет первым участником группы

source: Group
ru: Группа

source: Number of members
ru: Количество участников

source: Help
ru: Помощь

source: Welcome %(username)s,
ru: Добро пожаловать, %(username)s,

source: Welcome,
ru: Добро пожаловать,

source: Thank you for using %(app_name)s, here is how it works.
ru: Благодарим за использование %(app_name)s, вот как это работает.

source: How questions, answers and comments work
ru: Как работают вопросы, ответы и комментарии

source: This site is for asking and answering questions, not for open-ended discussions.
ru: Этот сайт для вопросов и ответов на них, не для долгих дискуссий.

source: We encourage everyone to use “question” space for asking and “answer” for answering.
ru: Мы призываем каждого использовать место “вопросов” для вопросов, а место “ответов” для ответов соответственно.

source: Despite that, each question and answer can be commented – the comments are good for the limited discussions.
ru: Несмотря на это, каждый вопрос и ответ может быть прокомментирован - комментарии хороши для небольших дискуссий.

source: Please search before asking your questions
ru: Пожалуйста, пользуйтесь поиском перед тем, как задавать вопросы

source: Type your question in the search bar and see whether a similar question has been asked before
ru: Введите свой вопрос в строку поиска и проверьте наличие подобных вопросов, заданных раннее

source: Search has advanced capabilities:
ru: Расширенные возможности поиска:

source: to search in title - enter [title: your text]
ru: для поиска по заголовку - введите [title: ваш текcт]

source: to search by tags - enter [tag: sometag] or #sometag
ru: для поиска по тэгам - введите [tag: имя_тэга] или #имя_тэга

source: to search by user - enter [user: somename] or @somename or @"some name"
ru: для поиска по пользователю - введите [user: пользователь] или @пользователь или @"пользователь"

source: In addition, it is possible to click on tags to add them to the search query.
ru: Так же можно кликнуть по тэгу, для добавления его к запросу

source: Finally, a separate tag search box is available in the side bar of the main page, where the search tags can be entered as well
ru: Так же, отдельное поле для поиска по тэгам находится на боковой панели главной страницы, с помощью которого поиск по тэгам так же возможен

source: <em>Important!!!</em> All search terms are combined with a logical "AND" expression - to narrow the search by adding new terms.
ru: <em>Важно!!!</em> Все условия поиска объединены с логическим выражением "AND" - для сужения поиска путем добавления новых терминов

source: Voting
ru: Голосование

source: Voting in %(app_name)s helps to select best answers and thank most helpful users.
ru: Голосование в %(app_name)s помогает выбирать лучшие ответы и благодарить самых продуктивных пользователей

source: Please vote when you find helpful information, it really helps the %(app_name)s community.
ru: Пожалуйста, оставляйте свои голоса, когда найденная информация оказывается полезной Это очень помогает сообществу %(app_name)s

source: Other topics
ru: Другие темы

source: You can @mention users anywhere in the text to point their attention, follow users and conversations and report inappropriate content by flagging it.
ru: Кроме того, вы можете @упоминать пользователей в тексте, что-бы привлечь их внимание, Подписывайтесь на пользователей и диалоги и сообщайте о неуместных постах, помечая их

source: Enjoy.
ru: Наслаждайтесь.

source: Import StackExchange data
ru: Импорт данных StackExchange

source: <em>Warning:</em> if your database is not empty, please back it up before attempting this operation.
ru: <em>Внимание:</em> если ваша база данных не пуста , пожалуйста сделайте резервную копи, перед тем как подтверждать эту операцию.

source: Upload your stackexchange dump .zip file, then wait until the data import completes. This process may take several minutes. Please note that feedback will be printed in plain text.
ru: Загрузите Ваш stackexchange dump .zip файл, после подождите пока завершится импорт данных. Этот процесс может занять несколько минут. Пожалуйста, обратите внимание, что отзывы будут напечатаны в текстовом формате.

source: Import data
ru: Импорт данных

source: In the case you experience any difficulties in using this import tool, please try importing your data via command line: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
ru: В случае если вы используете трудности в использовании этого инструмента импорта, пожалуйста попробуйте импортировать ваши данные с помощью командной строки: <code>python manage.py load_stackexchange path/to/your-data.zip</code>

source: Tag
ru: Тэг

source: Suggested by
ru: Рекомендовано

source: Your decision
ru: Ваше решение

source: Where the tag was used
ru: Где был использован этот тэг

source: Accept
ru: Принять

source: Reject
ru: Отклонить

source: This tag has not yet been used
ru: Этот тэг еще не был использован

source: Apply tag "%(name)s" to the above
ru: Примените тэг "%(name)s" к вышеупомянутому

source: Reject tag
ru: Отклонить тег

source: Nothing found
ru: Ничего не найдено

source: Share this content on %(site)s
ru: Поделитесь этой информацией на %(site)s

source: current number of votes
ru: текущее число голосов

source: anonymous user
ru: анонимный пользователь

source: this post is marked as community wiki
ru: Этот пост отмечен как wiki сообщества

source: This post is a wiki. Anyone with karma &gt;%(wiki_min_rep)s is welcome to improve it.
ru: Этот пост - wiki. Любой с кармой >%(wiki_min_rep)s может улучшить его.

source: Leave this group
ru: Покинуть эту группу

source: Join this group
ru: Присоединиться к этой группе

source: You are a member
ru: Вы участник

source: Cancel application
ru: Отменить заявку

source: Awaiting approval
ru: В ожидании подтверждения

source: Ask to join
ru: Запрос на присоединение

source: add a comment
ru: добавить комментарий

source: load older comments
ru: загрузить давние комментарии

source: see more comments
ru: смотреть больше комментариев

source: delete this comment
ru: удалить этот комментарий

source: This post is awaiting moderation
ru: Посто находится в ожидании модерации

source: edit
ru: изменить

source: convert to answer
ru: Сделать ответом

source: Comments
ru: Комментарии

source: %(username)s gravatar image
ru: %(username)s Gravatar

source: %(username)s's website is %(url)s
ru: %(url)s вебсайт пользователя %(username)s

source: previous
ru: предыдущая

source: current page
ru: текущая страница

source: page %(num)s
ru: страница номер %(num)s

source: next page
ru: следующая страница

source: next
ru: следующая

source: responses for %(username)s
ru: Ответы для %(username)s

source: you have %(response_count)s new response
ru: у вас есть %(response_count)s новый ответ

source: %(new)s new flagged posts and %(seen)s previous
ru: %(new)s новых отмеченных постов и %(seen)s предыдущих

source: %(new)s new flagged posts
ru: %(new)s новых отмеченных постов

source: %(seen)s flagged posts
ru: %(seen)s отмеченные посты

source: Questions
ru: Вопросы

source: Change language
ru: Изменить язык

source: Tips
ru: Подсказски

source: Retag
ru: Изменить тэг

source: Why use and modify tags?
ru: Зачем использовать и изменять тэги

source: Tags help to keep the content better organized and searchable
ru: Тэги помогают организовывать контент и улучшать поиск

source: tag editors receive special awards from the community
ru: редакторы тегов получают специальные награды от сообщества

source: up to 5 tags, less than 20 characters each
ru: до 5 тэгов включительно, менее 20 символов каждый

source: Closed by: <a href="%(closed_by_profile_url)s">%(username)s</a>
ru: Закрыт: <a href="%(closed_by_profile_url)s">%(username)s</a>

source: Close reason:
ru: Закрыт по причине:

source: When:
ru: Когда:

source: Revision history
ru: История изменений

source: click to hide/show revision
ru: нажмите, чтобы скрыть/показать изменения

source: revision %(number)s
ru: Количество осмотров %(number)s

source: Subscribe for tags
ru: Подписаться на теги

source: Please, subscribe for the following tags:
ru: Пожалуйста, подпишитесь на следующие тэги:

source: Subscribe
ru: Подписаться

source: Users
ru: Пользователи

source: Users in group %(name)s
ru: Пользователи в группе %(name)s

source: Select/Sort by &raquo;
ru: Выбрать/Сортировать. по &raquo;

source: people in group %(name)s
ru: люди в группе %(name)s

source: Sort by &raquo;
ru: Сортировать по &raquo;

source: karma
ru: репутация

source: recent
ru: недавние

source: by username
ru: по имени пользователя

source: users matching query %(search_query)s:
ru: Пользователи, соответствующие запросу %(search_query)s:

source: No users found.
ru: Пользователи не найдены

source: Enter your email
ru: Введите адрес своей электронной почты

source: Send a new recovery key
ru: Послать новый ключ восстановления

source: Recover account
ru: Восстановить аккаунт

source: Please enter your <span>user name</span>, then sign in
ru: Пожалуйста введите свое <span> имя пользователя </span>, затем выполните вход

source: (or select another login method above)
ru: (или выберите альтернативный метод входа выше)

source: Sign in
ru: Войти

source: Complete registration
ru: Выполнить регистрацию

source: New user registrations are disabled
ru: Регистрация новых пользователей отключена

source: Choose a screen name
ru: Выберите отображаемое имя

source: Email address
ru: Электронная почта

source: Signup
ru: Подписаться

source: Already have an account?
ru: У вас уже есть аккаунт?

source: Recover it by email.
ru: Восстановить по электронной почте

source: Prefer to create a new account?
ru: Предпочитаете создать новый аккаунт?

source: Return to registration.
ru: Вернуться к регистрации

source: Thank you for registering at our Q&A forum!
ru: Благодарим за регистрацию на нашем форуме Вопросы&Ответы!

source: Your account details are:
ru: Детали вашего аккаунта:

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Please sign in here:
ru: Пожалуйста, войдите здесь:

source: Sincerely, Q&A Forum Administrator
ru: С уважением, Администратор Q&A Форума

source: Logout
ru: Выйти

source: You have successfully logged out
ru: Вы успешно вышли из системы

source: However, you still may be logged in to your OpenID provider. Please logout of your provider if you wish to do so.
ru: Тем не менее , вы все еще можете быть авторизованными в вашем OpenID провайдере. Пожалуйста выйдите из вашего провайдера, если вы действительно хотите это сделать.

source: User login
ru: Логин пользователя

source: It's a good idea to make sure that your existing login methods still work, or add a new one. Please click any of the icons below to check/change or add new login methods.
ru: Желательно проверить, работает ли ваш текущий метод входа, а также добавить и другие методы. Пожалуйста, выберите любую иконку ниже для проверки/изменения/добавления методов входа.

source: Please add a more permanent login method by clicking one of the icons below, to avoid logging in via email each time.
ru: Пожалуйста, добавьте постоянный метод входа кликнув по одной из иконок ниже, чтобы не входить каждый раз с помощью электронной почты.

source: Click on one of the icons below to add a new login method or re-validate an existing one.
ru: Кликние на одной из иконок ниже, чтобы добавить метод входа или проверить уже существующий.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ru: На данный момент вами не выбран ни один из методов входа, добавьте хотя бы один кликнув по иконке ниже.

source: Please check your email and visit the enclosed link to re-connect to your account
ru: Пожалуйста, проверьте вашу электронную почту и пройдите по ссылке чтобы вновь войти в ваш аккаунт

source: or enter your <span>user name and password</span>
ru: или введите свое <span>имя пользователя и пароль</span>

source: Please, sign in
ru: Пожалуйста, войдите

source: Login failed, please try again
ru: Вход не удался, пожалуйста, попробуйте еще раз

source: Username
ru: имя пользователя

source: Username or email
ru: Имя пользователя или электронная почта

source: Password
ru: Пароль

source: To change your password - please enter the new one twice, then submit
ru: Чтобы изменить ваш пароль - пожалуйста, введите новый дважды и подтвердите

source: New password
ru: Новый пароль

source: Please, retype
ru: Пожалуйста, введите еще раз

source: Change password
ru: Сменить пароль

source: Here are your current login methods
ru: Ваши текущие методы входа

source: provider
ru: провайдер

source: last used
ru: последний использованный

source: delete
ru: удалить

source: cannot be deleted
ru: не может быть удаленно

source: Having trouble signing in?
ru: Проблемы со входом ?

source: <span class='strong big'>If you prefer, create your forum login name and password here. However</span>, please keep in mind that we also support <strong>OpenID</strong> login method. With <strong>OpenID</strong> you can simply reuse your external login (e.g. Gmail or AOL) without ever sharing your login details with anyone and having to remember yet another password.
ru: <span class='strong big'>Если хотите, вы можете создать ваше форумное имя и пароль здесь. Тем не менее</span>, имейте в виду что мы так же поддерживаем <strong>OpenID</strong> авторизацию. С <strong>OpenID</strong> вы можете использовать ваш логин с других ресурсов (например Gmail или AOL) без обмена вашими данными авторизации с кем либо и надобности запоминать еще один пароль

source: Create login name and password
ru: Создать имя и пароль

source: Password retyped
ru: Пароль введен повторно

source: Terms of service:
ru: Условия сервиса:

source: Confirm email address
ru: Подтвердить почтовый адрес
