Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Will be set automatically but you can modify it if necessary.
ru: Опция будет настроена автоматически, но вы сможете изменить ее, если это будет необходимо.

source: Hash to update the media revision number automatically.
ru: Хэш для автоматического обновления номера ревизии медиа-файлов

source: Will be set automatically, it is not necesary to modify manually.
ru: Опция будет установлена автоматически, нет необходимости изменять ее вручную.

source: Content sharing
ru: Общий контент

source: Check to enable RSS feeds
ru: Отметьте для включения RSS лент

source: Hashtag or suffix to sharing messages
ru: Хэш или приставка для общих сообщений

source: Check to enable sharing of questions on Twitter
ru: Поставьте галочку, чтобы включить публикацию вопросов в Twitter

source: Important - to actually start sharing on twitter, it is required to set up Twitter consumer key and secret in the "keys to external services" section.
ru: Важно- чтобы делиться постами на Твитер, требуется настроить пользовательский ключ и секретный ключ Твитер в разделе "ключи к внешним сервисам

source: Check to enable sharing of questions on Facebook
ru: Поставьте галочку, чтобы включить публикацию вопросов в Facebook

source: Check to enable sharing of questions on LinkedIn
ru: Поставьте галочку, чтобы включить публикацию вопросов в LinkedIn

source: Check to enable sharing of questions on Identi.ca
ru: Поставьте галочку, чтобы включить публикацию вопросов в Identi.ca

source: Check to enable sharing of questions on Google+
ru: Поставьте галочку, чтобы включить публикацию вопросов в Google+

source: Akismet spam protection
ru: Защита от спама с помощью Akismet

source: Enable Akismet spam detection(keys below are required)
ru: Включить защиту от спама Akismet (необходим ключ в поле ниже)

source: To get an Akismet key please visit <a href="%(url)s">Akismet site</a>
ru: Чтобы получить ключ Akismet, пожалуйста посетите <a href="%(url)s">страницу разработчиков</a>

source: Akismet key for spam detection
ru: Ключ инструмента определения спама Akismet

# urls
source: questions
ru: voprosy

# urls
source: question
ru: vopros

source: Reputation, Badges, Votes & Flags
ru: Репутация, Награды, Голоса и Отметки

source: Static Content, URLS & UI
ru: Статический контент, URL-адреса и интерфейс

source: Data rules & Formatting
ru: Правила для данных и Форматирование

source: External Services
ru: Внешние службы

source: Login, Users & Communication
ru: Вход на сайт, Пользователи и Связь

source: User settings
ru: Настройки пользователя

source: Welcome to our community!
ru: Добро пожаловать в наше сообщество

source: On-screen greeting shown to the new users
ru: Приветствие для новых пользователей

source: Allow editing user screen name
ru: Позволить пользователям изменять имена

source: Show email addresses to moderators
ru: Показывать адреса электронной почты модератами

source: Auto-fill user name, email, etc on registration
ru: Автозаполнять имя пользователя, почтовый адрес и т.п. при регистрации

source: Implemented only for LDAP logins at this point
ru: Доступно только для LDAP авторизации

source: Allow users change own email addresses
ru: Разрешить пользователям менять их электронные почтовые адреса.

source: Allow email address in user name
ru: Разрешить email в имени пользователя

source: Allow account recovery by email
ru: Разрешить восстановление пароля по email

source: Allow adding and removing login methods
ru: Разрешить добавление и удаление методов входа

source: Minimum allowed length for screen name
ru: Минимальное количество букв в именах пользователей

source: Avatar type for new users
ru: Тип аватара для новых пользователей

source: Default avatar for users
ru: Стандартный аватар для пользователей

source: To change the avatar image, select new file, then submit this whole form.
ru: Чтобы изменить аватар, выберите новый файл, а затем отправьте эту форму.

source: Base URL for the gravatar service
ru: Базовый URL-адрес сервиса gravatar

source: Use automatic avatars from gravatar service
ru: Использовать автоматические аватары от сервиса gravatar

source: Check this option if you want to allow the use of gravatar.com for avatars. Please, note that this feature might take about 10 minutes to become fully effective. You will have to enable uploaded avatars as well. For more information, please visit <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">this page</a>.
ru: Включите эту опцию если вы хотите разрешить использовать gravatar.com для аватаров. Имейте в виду, что любые изменения в этой функции вступят в силу приблизительно через 10 минут. Вы также можете загружать аватары. Для получения дополнительной информации посетите <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">эту страницу</a>.

source: Default Gravatar icon type
ru: Стандартный тип аватара Gravatar

source: This option allows you to set the default avatar type for email addresses without associated gravatar images. For more information, please visit <a href="http://en.gravatar.com/site/implement/images/">this page</a>.
ru: Эта настройка позволяет вам установить стандартный тип аватара для E-mail адресов, которые не связаны с аватарами Gravatar. Для более подробной информации, пожалуйста, посетите <a href="http://en.gravatar.com/site/implement/images/">эту страницу</a>.

source: Name for the Anonymous user
ru: Имя для анонимного пользователя

source: Vote and flag limits
ru: Голосование и границы флагов

source: Number of votes a user can cast per day
ru: Количество голосов на одного пользователя в день

source: Maximum number of flags per user per day
ru: Максимальное количество меток на одного пользователя в день

source: Threshold for warning about remaining daily votes
ru: Порог предупреждения об оставшихся ежедневных голосах

source: Number of days to allow canceling votes (-1 for no limit)
ru: Количество дней, в течение которых можно отменить голос (-1 без ограничений)

source: Number of days required before answering own question
ru: Количество дней до появления возможности ответа на свой собственный вопрос

source: Number of flags required to automatically hide posts
ru: Число сигналов, требуемое для автоматического скрытия сообщений

source: Number of flags required to automatically delete posts
ru: Количество флагов, необходимое для автоматического удаления вопроса

source: Minimum days to accept an answer, if it has not been accepted by the question poster
ru: Минимум дней чтобы принять ответ, если он не был принят автором вопроса

source: Site terms vocabulary
ru: Словарь терминов сайта

source: Ask Your Question
ru: Задать вопрос

source: Used on a button
ru: Используется на значке

source: Ask the Group
ru: Спросите группу

source: Post Your Answer
ru: Оставить ответ

source: Answer Your Own Question
ru: Ответьте на собственный вопрос

source: <span class="big strong">You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>.
ru: <span class="big strong">Вы можете ответить на собственный вопрос</span>, но пожалуйста, убедитесь в том, что вы даете <strong>answer</strong>. Не забывайте что вы всегда можете <strong>пересмотреть свой вопрос</strong>.

source: Instruction to answer own questions
ru: Инструкция, как правильно отвечать на собственные вопросы

source: <span class="strong big">Please start posting anonymously</span> - your entry will be published after you log in or create a new account.
ru: <span class="strong big">Пожалуйста, начните делать публикации анонимно</span> - ваша запись будет опубликована после входа в систему или после создания нового аккаунта.

source: Instruction to post anonymously
ru: Инструкция, как делать публикации анонимно

source: This space is reserved only for answers. If you would like to engage in a discussion, please instead post a comment under the question or an answer that you would like to discuss
ru: Это место предназначено только для ответов. Если вы хотите участвовать в обсуждении, оставьте комментарий под вопросом или ответом, который вы хотели бы обсудить

source: Instruction to give answers
ru: Инструкция, как отвечать

source: Categorize your question using this tag selector or entering text in tag box.
ru: Отнесите свой вопрос к определенной категории, используя этот переключатель тегов или введя текст в поле тега.

source: Instruction for the category selector
ru: Инструкция, как выбрать категорию

source: Plain text only
ru: Только простой текст

source: Edit Your Previous Answer
ru: Редактировать свой предыдущий ответ

source: ask questions
ru: Затаит вопросы

source: post answers
ru: Опубликовать ответы

source: Merge duplicate questions
ru: Совместить повторяющиеся вопросы

source: Enter duplicate question ID
ru: Введите ID повторяющегося вопроса

source: asked
ru: задан

source: Asked first question
ru: Первый заданный вопрос

source: Asked by me
ru: Заданные мной

source: Asked a question
ru: Задал вопрос

source: Answered a question
ru: Ответил на вопрос

source: Answered by me
ru: Мои ответы

source: accepted an answer
ru: Принял/ла ответ

source: Gave accepted answer
ru: Дал принятый ответ

source: answered
ru: отвечен

source: question questions
ru: вопрос вопросы

source: Countable plural forms for "question"
ru: Исчисляемые множественные формы слова "вопрос"

source: Enter one form per line, pay attention
ru: Будьте внимательны, вводите одну форму на каждой линии

source: answer answers
ru: ответ ответы

source: Countable plural forms for "answer"
ru: Исчисляемые множественные формы слова "ответ"

source: question
ru: вопрос

source: question (noun, singular)
ru: вопрос (существительное, ед.число)

source: unanswered question
ru: неотвеченный вопрос

source: unanswered question (singular)
ru: неотвеченный вопрос (ед.число)

source: unanswered questions
ru: неотвеченные вопросы

source: unanswered questions (plural)
ru: неосвещенные вопросы (множ. число)

source: answer
ru: ответ

source: answer (noun, singular)
ru: ответ (существительное, ед.число)

source: Question voted up
ru: вопрос с положительными голосами

source: Answer voted up
ru: ответ с положительными голосами

source: Badge name
ru: Название награды

source: Show only questions from
ru: Отображать только вопросы от

source: Please ask your question here
ru: Задавайте свой вопрос здесь

source: Please enter your question
ru: Пожалуйста введите ваш вопрос

source: ask a question interesting to this community
ru: Задавайте вопросы интересные для сообщества

source: repost as a question comment
ru: Сделать репост в виде комментария к вопросу

source: (only one answer per user is allowed)
ru: (каждый пользователь может оставить только один ответ)

source: Only one answer per user is allowed
ru: Каждый пользователь может оставить только один ответ

source: Accept the best answers for your questions
ru: Принять лучшие ответы для своих вопросов

source: author of the question
ru: Автор вопроса

source: accept or unaccept the best answer
ru: принять или отклонить лучший ответ

source: accept or unaccept your own answer
ru: принять или отклонить свой собственный ответ

source: you already gave an answer
ru: вы уже дали свой ответ

source: answer own questions
ru: ответить на собственные вопросы

source: Answered own question
ru: Ответил на собственный вопрос

source: repost as a comment under older answer
ru: Сделать репост в виде комментария к старому ответу

source: invite other to help answer this question
ru: пригласите кого-то ещё, чтобы помочь ответить на этот вопрос

source: Related questions
ru: похожие вопросы:

source: Question Tools
ru: Инструменты для обсуждения

source: Phrase: this question is currently shared only with:
ru: Фраза: этот вопрос в данный

source: Be the first one to answer this question!
ru: Будьте первым, кто ответ на этот вопрос!

source: follow questions
ru: отслеживать вопросы

source: Verb in the infinitive form
ru: Глагол в начальной форме

source: followed questions
ru: закладки

source: You can post questions by emailing them at
ru: Вы можете публиковал вопросы, отправляя их с электронный почты по адресу

source: List of questions
ru: Список вопросов

source: Community gives you awards for your questions, answers and votes
ru: Сообщество выдает награды за ваши вопросы, ответы и голоса

source: Close question
ru: Закрыть вопрос

source: close questions
ru: закрыть вопросы

source: Edit question
ru: Изменить вопрос

source: Question - in one sentence
ru: Вопрос- в одном предложении

source: Retag question
ru: Изменить тэги вопроса

source: retag questions
ru: Поменять теги вопроса

source: Reopen question
ru: Переоткрыть вопрос

source: this answer has been selected as correct
ru: этот ответ был выбран в качестве правильного

source: mark this answer as correct
ru: Отметить вопрос, как правильный

source: Login/Signup to Answer
ru: Войти/Зарегистрироваться для ответа

source: Your Answer
ru: Ваш ответ

source: Add Answer
ru: Добавить ответ

source: give an answer interesting to this community
ru: дайте ответ, который будет интересен сообществу

source: try to give an answer, rather than engage into a discussion
ru: постарайтесь на самом деле дать ответ и избегать дискуссий

source: show only selected answers to enquirers
ru: Показывать спрашиваемым только выбранные ответы

source: UNANSWERED
ru: НЕОТВЕЧЕННЫЕ

source: Edit Answer
ru: Редактировать ответ

source: Answered
ru: отвечен

source: duplicate question
ru: такой вопрос уже был задан

source: question is off-topic or not relevant
ru: вопрос не по теме данного форума

source: too subjective and argumentative
ru: вопрос слишком субъективный или спорный

source: not a real question
ru: на вопрос не похоже

source: the question is answered, right answer was accepted
ru: на этот вопрос был дан ответ и он был принят как правильный

source: question is not relevant or outdated
ru: вопрос устарел или более на актуален

source: question contains offensive or malicious remarks
ru: вопрос содержит грубый и оскорбительный материал

source: spam or advertising
ru: спам или реклама

source: too localized
ru: слишком специализированный

source: disable sharing
ru: отключить обмен

source: my posts
ru: мои посты

source: all posts
ru: все посты

source: newest
ru: новые

source: oldest
ru: старые

source: active
ru: активные

source: inactive
ru: неактивные

source: hottest
ru: самые горячие

source: coldest
ru: самые холодные

source: most voted
ru: больше голосов

source: least voted
ru: меньше голосов

source: relevance
ru: уместность

source: Never
ru: Никогда

source: When new post is published
ru: Когда новое сообщение опубликовано

source: When post is published or revised
ru: Когда сообщение опубликовано или обновлено

source: latest first
ru: последние сначала

source: oldest first
ru: самые старые сначала

source: most voted first
ru: получившие больше голосов сначала

source: sorted by frequency of tag use
ru: сортировать по частоте использования тега

source: sorted alphabetically
ru: сортировать в алфавитном порядке

source: see people with the highest reputation
ru: показать пользователей с наивысшим рейтингом

source: see people who joined most recently
ru: посмотреть пользователей которые присоединились недавно

source: see people who joined the site first
ru: посмотреть пользователей которые присоединились ранее

source: see people sorted by name
ru: показать пользователей отсортированными по имени

source: all
ru: все

source: unanswered
ru: неотвеченные

source: followed
ru: Отслеживаемый

source: list
ru: Тэги

source: cloud
ru: облако

source: Question has no answers
ru: Нет ни одного ответа

source: Question has no accepted answers
ru: Нет принятого ответа

source: asked a question
ru: задан вопрос

source: answered a question
ru: ответил на вопрос

source: commented question
ru: прокомментированный вопрос

source: commented answer
ru: прокомментированный ответ

source: edited question
ru: отредактированный вопрос

source: edited answer
ru: отредактированный ответ

source: received badge
ru: полученная награда

source: marked best answer
ru: отмечен как лучший ответ

source: upvoted
ru: проголосовали "за"

source: downvoted
ru: проголосовали "против"

source: canceled vote
ru: отмененный голос

source: deleted question
ru: удаленный вопрос

source: deleted answer
ru: удаленный ответ

source: marked offensive
ru: Неуместный материал

source: updated tags
ru: обновленные тэги

source: selected favorite
ru: выбран избранным

source: completed user profile
ru: заполненный профиль пользователя

source: email update sent to user
ru: сообщение выслано по электронной почте

source: a post was shared
ru: сообщение было помечено как совместное

source: reminder about unanswered questions sent
ru: напоминание о неотвеченных вопросах выслано

source: reminder about accepting the best answer sent
ru: напоминание о принятии лучшего ответа отправлено

source: mentioned in the post
ru: упомянуто в тексте сообщения

source: created tag description
ru: описание тэга создано

source: updated tag description
ru: описание тэга обновлено

source: made a new post
ru: новое сообщение создано

source: made an edit
ru: правка осуществлена

source: created post reject reason
ru: добавлена причина для отклонения сообщения

source: updated post reject reason
ru: обновлена причина для отклонения сообщения

source: [closed]
ru: [закрыт]

source: [deleted]
ru: [удален]

source: initial version
ru: изначальная версия

source: retagged
ru: теги изменены

source: [private]
ru: [приватный]

source: show all tags
ru: показывать все теги

source: exclude ignored tags
ru: исключить игнорируемые теги

source: only interesting tags
ru: только избранные теги

source: only subscribed tags
ru: Только отслеживаемы тэги

source: subscribe to all tags
ru: подписаться на все тэги

source: instantly
ru: немедленно

source: daily
ru: ежедневно

source: weekly
ru: еженедельно

source: never
ru: никогда

source: Default avatar
ru: стандартный аватар

source: Gravatar
ru: Как сменить мой аватар (Gravatar) и что это такое?

source: Uploaded Avatar
ru: Как сменить мой аватар (Gravatar) и что это такое?

source: gold
ru: золотая

source: silver
ru: серебряная

source: bronze
ru: бронзовая

source: date descendant
ru: Дата по-убыванию

source: date ascendant
ru: Дата по-возрастанию

source: most recently active
ru: наибольшая активность за последнее время

source: least recently active
ru: наименьшая активность за последнее время

source: more responses
ru: больше ответов

source: fewer responses
ru: меньше ответов

source: more votes
ru: больше голосов

source: less votes
ru: меньше голосов

source: most relevant questions
ru: наиболее похожие вопросы

source: click to see most relevant questions
ru: нажмите чтобы увидеть наиболее похожие вопросы

source: by relevance
ru: актуальность

source: click to see the oldest questions
ru: нажмите, чтобы увидеть старые вопросы

source: by date
ru: дата

source: click to see the newest questions
ru: нажмите, чтобы увидеть последние вопросы

source: click to see the least recently updated questions
ru: нажмите, чтобы посмотреть последние обновленные вопросы

source: by activity
ru: активность

source: click to see the most recently updated questions
ru: нажмите, чтобы посмотреть недавно обновленные вопросы

source: click to see the least answered questions
ru: нажмите чтобы увидеть вопросы с наименьшим числом ответов

source: by answers
ru: ответы

source: click to see the most answered questions
ru: нажмите чтобы просмотреть вопросы с наибольшим числом ответов

source: click to see least voted questions
ru: нажмите, чтобы просмотреть последние отмеченные голосами вопросы

source: by votes
ru: голоса

source: click to see most voted questions
ru: нажмите, чтобы просмотреть вопросы с большим числом голосов

source: interesting
ru: интересные

source: ignored
ru: игнорируемые

source: subscribed
ru: подписан/на

source: tags are required
ru: теги (ключевые слова) обязательны

source: please use letters, numbers and characters "-+.#"
ru: пожалуйста, используйте буквы, цифры и знаки "-+.#"

source: # is not a valid character at the beginning of tags, use only letters and numbers
ru: # - не является допустимым символом в начале тегов, используйте только буквы и цифры

source: Sorry, you cannot %(perform_action)s because %(your_account_is)s
ru: К сожалению, вы не можете %(perform_action)s потому что %(your_account_is)s

source: >%(min_rep)s points required to %(perform_action)s
ru: >%(min_rep)s баллов требуется для %(perform_action)s

source: Sorry, you will be able to %(perform_action)s after %(until)s
ru: К сожалению, вы сможете %(perform_action)s только после %(until)s

source: Sorry, only moderators or the %(post_author)s %(perform_action)s
ru: К сожалению, только модераторы или %(post_author)s %(perform_action)s

source: Your account might be blocked in error - please contact the site administrators, if you think so.
ru: Вам аккаунт мог быть заблокирован по ошибке - в этом случае, пожалуйста, свяжитесь с администраторами сайта

source: Welcome! Please set email address (important!) in your profile and adjust screen name, if necessary.
ru: Приветствуем! Пожалуйста добавьте email адрес (это важно!) в свой профиль пользователя и измените отображаемое имя, если это необходимо.

source: I have read and agree with the terms of service
ru: Я прочитал/прочитала и принимаю условия предоставления сервиса

source: In order to register, you must accept the terms of service
ru: Для того,чтобы зарегестрироваться, вы должны принять условия предоставления сервиса

source: i-names are not supported
ru: i-names не поддерживаются

source: Please enter your %(username_token)s
ru: Пожалуйста, введите Ваш %(username_token)s

source: Please, enter your user name
ru: Пожалуйста, введите имя пользователя

source: Please, enter your password
ru: Пожалуйста, введите пароль

source: Please, enter your new password
ru: Пожалуйста, введите новый пароль

source: Passwords did not match
ru: Пароли не подходят

source: choose password > %(len)s characters
ru: выберите пароль > %(len)s символов

source: password is required
ru: пароль обязателен

source: retype your password
ru: Введите заново свой пароль

source: entered passwords did not match, please try again
ru: Введенные пароли не совпадают, пожалуйста, проверьте правильность набора

source: Sorry, we don't have this email address in the database
ru: Извините, но этого адреса нет в нашей базе данных.

source: Your user name
ru: Ваше имя пользователя

source: sorry, there is no such user name
ru: простите, такого имени пользователя не существует

# urls
source: signin/
ru: vojti/

# urls
source: widget/
ru: vidzhet/

# urls
source: signout/
ru: vyjti/

# urls
source: complete-cas/
ru: zavershit-cas/

# urls
source: register/
ru: zaregistrirovatsya/

# urls
source: signup/
ru: podpisatsya/

# urls
source: logout/
ru: vyjti/

# urls
source: recover/
ru: vosstanovit/

# urls
source: verify-email/
ru: podtverdit-email/

source: %(site)s user name and password
ru: имя пользователя и пароль на %(site)s

source: Create a password-protected account
ru: Создайте новый аккаунт с именем и паролем

source: Change your password
ru: Сменить пароль

source: Sign in via %(login_name)s
ru: Выполнить вход от %(login_name)s

source: %(login_name)s username
ru: %(login_name)s имя пользователя

source: Sign in with Yahoo
ru: Вход через Yahoo

source: AOL screen name
ru: Имя пользователя в AOL

source: Sign in with LaunchPad
ru: Вход через LaunchPad

source: OpenID url
ru: Адрес Вашего OpenID

source: Flickr user name
ru: Имя пользователя на Flickr

source: Technorati user name
ru: Имя пользователя в Technorati

source: WordPress blog name
ru: Имя блога на WordPress

source: Blogger blog name
ru: Имя блога на Blogger
