Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please register your forum at <a href="%(url)s">Identi.ca applications site</a>
ru: Пожалуйста, зарегистрируйте свой форум на <a href="%(url)s">странице приложений Identi.ca</a>

source: ident.ca consumer secret
ru: Секретный ключ ident.ca

source: Feedback settings
ru: Настройка отзывов

source: Anyone
ru: Кто угодно

source: Only authenticated users
ru: Только пользователи, прошедшие аутентификацию

source: Nobody, disable feedback form
ru: Никто, отменить возможность комментировать

source: Who can send feedback
ru: Кто может оставлять отзывы

source: Feedback site URL
ru: Ссылка на сайт для обратной связи

source: If left empty, a simple internal feedback form will be used instead
ru: Если оставите это поле пустым, то для посылки обратной связи будет использоваться встроенная функция

source: Message on the feedback page
ru: Сообщения на странице отзывов

source: **Dear {{ USER_NAME }}**, we look forward to hearing your feedback. Please type and send us your message below.
ru: **Уважаемый {{ USER_NAME }}**, мы с нетерпением ждем ваших отзывов. Пожалуйста, введите и отправьте нам свое сообщение ниже.

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "terms" page to check your input.
ru: Сохраните, затем <a href="http://validator.w3.org/"> используйте HTML validator</a> на странице "условия" для проверки введенных данных.

source: '%(value)s' is not a valid email
ru: '%(value)s' не правильный эелекторнный адрес

source: Internal feedback form email recipients
ru: Внутренный отзыв от получателей электронной почты

source: Comma separated list of email addresses. If left empty, feedback mails are sent to admins and moderators.
ru: Перечень электронных адресов разделенных запятыми. В случае пропуска, отзывы будут отправлены админам и модераторам.

source: Messages and pages - about, privacy policy, etc.
ru: Сообщения и страницы - о нас, защита и т.д.

source: Text of the Q&amp;A forum About page (html format)
ru: Текст форума Q&amp;A страницы "О нас" (html формат)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "about" page to check your input.
ru: Сохраните, затем <a href="http://validator.w3.org/">используйте HTML валидатор</a> на странице "о нас" для проверки правильности.

source: Text of the Help page (html format)
ru: Текст для страницы "Помощь" (html формат)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "help" page to check your input.
ru: Сохраните, затем <a href="http://validator.w3.org/"> используйте HTML validator</a> на странице "Помощь" для проверки введенных данных.

source: Text of the Q&amp;A forum FAQ page (html format)
ru: Текст форума Q&amp;A страницы "Часто задаваемые вопросы" (html формат)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "faq" page to check your input.
ru: Сохраните, а затем <a href="http://validator.w3.org/">используйте HTML-валидатор</a> на странице FAQ, чтобы проверить введенные данные.

source: Instructions on how to ask questions
ru: Инструкции как правильно написать вопрос

source: HTML is allowed. Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "ask" page to check your input.
ru: HTML код разрешён. Сохранить, а затем <a href="http://validator.w3.org/">используйте HTML-валидатор</a> на странице вопроса, чтобы проверить введённый текст.

source: Text of the Q&amp;A forum Privacy Policy (html format)
ru: Текст форума Q&amp;A страницы "Политика конфеденциальности" (html формат)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "privacy" page to check your input.
ru: Сохраните, затем <a href="http://validator.w3.org/">используйте HTML валидатор</a> на странице "о нас" для проверки правильности.

source: Terms and conditions
ru: Условия и положения

source: Do not edit this field manually!!!
ru: Не изменяйте это поле вручную!!!

source: Data entry and display rules
ru: Правила отображения и хранения данных

source: Editor for the posts
ru: Редактор для сообщений

source: Editor for the comments
ru: Редактор для комментариев

source: Enable big Ask button
ru: Включить большую кнопку "Спросить"

source: Disabling this button will reduce number of new questions. If this button is disabled, the ask button in the search menu will still be available.
ru: Отключение этой кнопки сократит количество новых вопросов. Если эта кнопка отключена, тогда кнопка "Спросить" в меню "Поиск" останется доступной.

source: Enable embedding videos.
ru: Разрешить вложение видео

source: <em>Note: please <a href="%(url)s">read this</a> first.</em>
ru: <em>Примечание: пожалуйста, для начала <a href="%(url)s">ознакомьтесь с s</a> first.</em>

source: Check to enable community wiki feature
ru: Отметьте, если Вы хотите использовать функцию "общее вики" для сообщений на форуме

source: Allow logged in users ask anonymously
ru: Разрешить авторизованным пользователям задавать вопросы анонимно

source: Users do not accrue reputation for anonymous questions and their identity is not revealed until they change their mind
ru: Пользователи на получают репутацию за анонимные вопросы и их личность не будет раскрыта, пока они не изменят своего мнения

source: Allow asking without registration
ru: Разрешить задавать вопросы без регистрации

source: Enabling ReCaptcha is recommended with this feature
ru: Активация ReCaptcha рекомендована в данном случае

source: Allow posting before logging in
ru: Разрешить оставлять сообщения до входа на сайт

source: Check if you want to allow users start posting questions or answers before logging in. Enabling this may require adjustments in the user login system to check for pending posts every time the user logs in. The builtin Askbot login system supports this feature.
ru: Отметьте, если хотите чтобы пользователи могли начать задавать вопросы до того как войдут на сайт. Включение этой опции может потребовать дополнительной настройки системы входа пользователей для проверки готовых к отправке вопросов каждый раз когда пользователь входит на сайт. Встроенная система Askbot для входа на сайт поддерживает эту функцию.

source: Auto-follow questions by the Author
ru: Автоматические вопросы от Автора

source: Fully open by default
ru: Полностью открыть по умолчанию

source: Folded by default
ru: Структурировано по умолчанию

source: Question details/body editor should be
ru: Детали вопроса/редактор

source: <b style="color:red;">To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.</b>
ru: <b style="color:red;"> для использования режима свертывания, пожалуйста, настройте минимальную длину вопроса равную 0. А так же, пожалуйста, сделайте возможным добавлять тэги.

source: Maximum length of tag (number of characters)
ru: Максимальное количество букв в теге (ключевом слове)

source: Minimum length of title (number of characters)
ru: Минимальная длина заглавия (количество символов)

source: Minimum length of question body (number of characters)
ru: Минимальная длина вопроса (количество символов)

source: Minimum length of answer body (number of characters)
ru: Минимальная длина ответа (количество символов)

source: Show comment updates on the main page
ru: Показать обновления к комментариям на главной странице

source: Minimum length of comment (number of characters)
ru: Минимальная длина комментария (количество символов)

source: Limit one answer per question per user
ru: Ограничение на один ответ на один вопрос для одного пользователя

source: Allow commenting in closed questions
ru: Разрешить комментарии к закрытым вопросам

source: Enable accepting best answer
ru: Включить принятие ответа - это лучший ответ

source: Show accepted answer first
ru: Показывать принятый ответ первым

source: How to sort answers by default
ru: Как сортировать ответы по умолчанию

source: Are tags required?
ru: Обязательны ли тэги?

source: category tree
ru: дерево категорий

source: user input
ru: Вход в систему

source: Source of tags
ru: Источник тэгов

source: Mandatory tags
ru: Обязательные тэги

source: At least one of these tags will be required for any new or newly edited question. A mandatory tag may be wildcard, if the wildcard tags are active.
ru: Хотя бы один из этих тэгов будет необходим для любого нового или отредактированного вопроса. Обязательный тэг может быть со "звездочкой", если тэги со "звездочкой" включены.

source: Force lowercase the tags
ru: Принудительно перевести тэги в нижний регистр

source: Attention: after checking this, please back up the database, and run a management command: <code>python manage.py fix_question_tags</code> to globally rename the tags
ru: Внимание: после того как отметите эту опцию, пожалуйста, зарезервируйте свою базу данных и запустите команду: <code>python manage.py fix_question_tags</code> чтобы глобально переименовать тэги

source: Format of tag list
ru: Формат списка тэгов

source: Select the format to show tags in, either as a simple list, or as a tag cloud
ru: Выберите формат, в котором будут отображаться тэги: обычный список или "облако" тэгов

source: Use wildcard tags
ru: Использовать тэги со "звездочкой"

source: Wildcard tags can be used to follow or ignore many tags at once, a valid wildcard tag has a single wildcard at the very end
ru: Тэги со "звездочкой" могут быть использованы чтобы выбрать или отменить выбор многих тэгов за раз, у правильного тэга со "звездочкой" есть только одна "звездочка" в самом конце

source: Use separate set for subscribed tags
ru: Используйте разделение для тэгов подписки

source: If enabled, users will have a third set of tag selections - "subscribed" (by email) in addition to "interesting" and "ignored"
ru: При включении, пользователи будет доступен третий вариант при выборе тэгов - "подписаться"(по электронной почте) в дополнении к "интересный" и "проигнорированный"

source: Always, for all users
ru: Всегда, для всех пользователей

source: Never, for all users
ru: Никогда, для всех пользователей

source: Let users decide
ru: Пусть решит пользователь

source: Publicly show user tag selections
ru: Сделать общедоступным пользовательский выбор тэгов

source: Enable separate tag search box on main page
ru: Включить поиск по тэгам в отдельном блоке на главной странице

source: Enable comments under questions
ru: Включить комментарии под вопросами

source: Enable comments under answers
ru: Включить комментарии под ответами

source: Default max number of comments to display under posts
ru: Число комментариев по-умолчанию, которое показывается под сообщениями

source: Reverse ordering of comments
ru: Комментарии в обратном порядке

source: Minimum words to start wrapping comments
ru: Минимум слов для переноса текста комментариев

source: Minimum words to start wrapping posts
ru: Минимум слов для переноса постов

source: Maximum comment length, must be &lt; %(max_len)s
ru: Максимальная длина комментариев должна быть &lt; %(max_len)s

source: Limit time to edit comments
ru: Ограничить время на редактирование комментариев

source: If unchecked, there will be no time limit
ru: Если не отмечено, время не будет ограничено

source: Minutes allowed to edit a comment
ru: Время на редактирование комментария в минутах

source: To enable this setting, check the previous one
ru: Чтобы включить эту настройку также включите предыдущую

source: Save comment by pressing &lt;Enter&gt; key
ru: Сохраните комментарий нажатием клавиши &lt;Enter&gt;

source: This may be useful when only one-line comments are desired. Will not work with TinyMCE editor.
ru: Это может быть использовано, когда требуется ответить одной строкой. Не будет работать с редактором TinyMCE.

source: Limit time to edit answers
ru: Ограничить время на редактирование комментариев

source: Minutes allowed to edit answers
ru: Время отведенное на редактирование ответов в минутах

source: Limit time to edit questions
ru: Ограничить время для редактирования вопросов

source: Minutes allowed to edit questions
ru: Время отведенное на редактирование вопросов в минутах

source: Minimum length of search term for Ajax search
ru: Минимальная длина поискового запроса в AJAX поиске

source: Must match the corresponding database backend setting
ru: Значение должно равняться соответствующей установке в Вашей базе данных

source: Do not make text query sticky in search
ru: Не позволять запросу "прилипать" к поисковой строке

source: Check to disable the "sticky" behavior of the search query. This may be useful if you want to move the search bar away from the default position or do not like the default sticky behavior of the text search query.
ru: Отметьте чтобы отключить "залипание" в поисковой строке. Это может быть полезно, если вы хотите сдвинуть поисковую строку с ее обычного положения или вам не нравится обычное "залипание" поискового запроса.

source: Maximum number of tags per question
ru: Наибольшее разрешенное количество ключевых слов (тегов) на вопрос

source: Number of questions to list by default
ru: Количество вопросов отображаемых на главной странице

source: Maximum users per users page
ru: Максимальное количество пользователей на одну страницу

source: What should "unanswered question" mean?
ru: Что должен означать "неотвеченный вопрос"?

source: Allow swapping answer with question
ru: Написать свой ответ

source: This setting will help import data from other forums such as zendesk, when automatic data import fails to detect the original question correctly.
ru: Эта настройка поможет импортировать данные из других форумов, таких как Zendesk, когда автоматический импорт не позволяет определить первоначальный вопрос правильно.

source: Group settings
ru: Настройки групп

source: Enable user groups
ru: Включить группы для пользователей

source: Global user group name
ru: Глобальное название пользовательской группы

source: All users belong to this group automatically
ru: Все пользователи принадлежат к этой группе автоматически

source: Enable group email addresses
ru: Включить групповые адреса электронной почты

source: If selected, users can post to groups by email "group-name@domain.com"
ru: Если выбрано, то пользователи могут отправить сообщение в группу через сообщение электронной почты на адрес "group-name@domain.com"

source: Karma & Badge visibility
ru: Видимость репутации и наград

source: Visibility of karma
ru: Видимость кармы

source: User's karma may be shown publicly or only to the owners
ru: Репутация пользователя может быть видима всем или только хозяину

source: Visibility of badges
ru: Видимость наград

source: Badges can be either publicly shown or completely hidden
ru: Награды могут быть показаны всем или полностью скрыты

source: LDAP login configuration
ru: Настройка входа через LDAP

source: Use LDAP authentication for the password login
ru: Использовать протокол LDAP для авторизации через пароль и имя пользователя

source: Automatically create user accounts when possible
ru: Автоматически создавать пользовательский аккаунт когда возможно

source: Potentially reduces number of steps in the registration process but can expose personal information, e.g. when LDAP login name is the same as email address or real name.
ru: Потенциально снижает количество шагов в процессе регистрации, но могут предоставлять личную информацию, например, когда LDAP регистрационное имя такое же, как адрес электронной почты или настоящее имя.

source: Version 3
ru: Версия 3

source: Version 2 (insecure and deprecated)!!!
ru: Версия 2 (небезопасно и не поддерживается)!!!

source: LDAP protocol version
ru: Версия протокола LDAP

source: Note that Version 2 protocol is not secure!!! Do not use it on unprotected network.
ru: Обратите внимание, версия 2 протокола не безопасна!!! Не используйте её в незащищённых сетях.

source: LDAP encoding
ru: Кодирование LDAP

source: This value in almost all cases is "utf-8". Change it if yours is different. This field is required
ru: Это поле почти во всех случаях показывается в "utf-8". Измените его если оно отличается от вашего. Это поле обязательно для заполнения

source: Base DN (distinguished name)
ru: Базовый DN (отличительное имя)

source: Usually base DN mirrors domain name of your organization, e.g. "dn=example,dn=com" when your site url is "example.com". This value is the "root" address of your LDAP directory.
ru: Обычно базовая DN отражает доменное имя вашей организации, например. "dn = example, dn = com", когда URL вашего сайта "example.com". Это значение является «корневым» адресом вашего каталога LDAP

source: User search filter template
ru: Шаблон фильтра пользовательского поиска

source: Python string format template, must have two string placeholders, which should be left in the intact format. First placeholder will be used for the user id field name, and the second - for the user id value. The template can be extended to match schema of your LDAP directory.
ru: Шаблон формата строки Python, должен иметь два заполнителя строк, которые должны быть оставлены в нетронутом формате. Первый заполнитель будет использоваться для ID поля имени пользователя, а второй - для ID значения пользователя. Шаблон можно расширить, чтобы соответствовать схеме вашего каталога LDAP.

source: UserID/login field
ru: Вход в систему

source: This field is required. For Microsoft Active Directory this value usually is "sAMAccountName".
ru: Это поле необходимо для заполнения. Для Microsoft Active Directory его значение обычно "sAMAccountName".

source: "Common Name" field
ru: Поле "Common Name"

source: Common name is a formal or informal name of a person, can be blank. Use it only if surname and given names are not available.
ru: Дополнительное имя, другое официальное или неофициальное имя человека, можно не указывать. Оно может быть использовано в случае, если другие указанные фамилии и имена недоступны.

source: First name, Last name
ru: Имя, фамилия

source: Last name, First name
ru: Фамилия, имя

source: "Common Name" field format
ru: Формат поля "Дополнительное имя"

source: Use this only if "Common Name" field is used.
ru: Используйте это, только если поле "Дополнительное имя" уже использовано

source: Given (First) name
ru: Имя

source: This field can be blank
ru: Это поле может быть пустым

source: Surname (last) name
ru: Фамилия

source: LDAP Server EMAIL field name
ru: Значение поля "EMAIL" сервера LDAP

source: This field is required
ru: Это поле обязательно

source: Common left sidebar
ru: Общая левая боковая панель

source: Enable left sidebar
ru: Включить левую боковую панель

source: HTML for the left sidebar
ru: HTML код для левой боковой панели.

source: Use this area to enter content at the LEFT sidebarin HTML format. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Используйте эту область чтобы задать содержимое ЛЕВОЙ части боковой панели в формате HTML. При использовании этой настройки, пожалуйста, используйте сервис HTML-подтверждения, чтобы убедиться, что введенные вами данные действительны и будут правильно отображаться во всех браузерах.

source: Content License
ru: Лицензирование содержимого

source: Show license clause in the site footer
ru: Показывать информацию о лицензии в футере

source: Short name for the license
ru: Краткое название лицензии

source: Full name of the license
ru: Полное название лицензии

source: Add link to the license page
ru: Добавить ссылку на страницу лицензии

source: License homepage
ru: Страница лицензии

source: URL of the official page with all the license legal clauses
ru: URL официальной страницы лицензии со всеми положениями лицензии

source: Use license logo
ru: Использовать логотип лицензии

source: License logo image
ru: Логотип лицензии

source: Login provider settings
ru: Настройки провайдера входа

source: Acceptance of terms required at registration
ru: Принятие условий необходимо при регистрации

source: Activate to allow login with self-hosted wordpress site
ru: Включить логин через собственный сайт на движке Wordpress

source: to activate this feature you must fill out the wordpress xml-rpc setting bellow
ru: чтобы включить эту функцию, вы должны указать адрес xml-rpc из настроек Wordpress ниже

source: Fill it with the wordpress url to the xml-rpc, normally http://mysite.com/xmlrpc.php
ru: Вставьте в это поле адрес XML-RPC своего сайта на движке Wordpress, обычно это http://mysite.com/xmlrpc.php

source: To enable, go to Settings->Writing->Remote Publishing and check the box for XML-RPC
ru: Включая эту опцию, зайдите в Settings->Writing->Remote Publishing и проверьте содержимое поля XML-RPC

source: WordPress login button image
ru: Изображение значка входа на WordPress

source: Enable Fedora OpenID login
ru: Разрешить логин Fedora OpenID

source: Enable custom OpenID login
ru: Разрешить пользовательский логин OpenID

source: Enable CAS authentication
ru: Включить CAS аутентификацию

source: CAS server url
ru: URL адрес сервера CAS

source: CAS server name
ru: Имя сервера CAS

source: CAS protocol version
ru: Версия протокола CAS

source: Upload CAS login icon
ru: Загрузить значок входа CAS

source: Custom OpenID
ru: OpenID пользователя

source: Short name for the custom OpenID provider
ru: Короткое имя для провайдера OpenID пользователя

source: Direct button login
ru: Значок прямого входа

source: Requires username
ru: Требуется имя пользователя

source: Type of OpenID login
ru: Тип логина OpenID

source: Upload custom OpenID icon
ru: Загрузить значок OpenID пользователя

source: Custom OpenID endpoint
ru: Конечная точка OpenID пользователя

source: Important: with the "username" mode there must be a %%(username)s placeholder e.g. http://example.com/%%(username)s/
ru: Важно: в режиме "имя пользователя", должен присутствовать заполнитель %%(username)s, например http://example.com/%%(username)s/

source: OpenStackID service endpoint url
ru: URL-адрес конечной точки сервиса OpenStackID

source: local password
ru: Локальный пароль

source: Activate %(provider)s login
ru: Включить вход через %(provider)s

source: Note: to really enable %(provider)s login some additional parameters will need to be set in the "External keys" section
ru: Примечание: чтобы действительно включить вход через %(provider)s, вы должны указать некоторые дополнительные данные в разделе "Внешние ключи"

source: MediaWiki login button image
ru: Изображение значка входа на MediaWiki

source: MediaWiki - enable one click registration
ru: MediaWiki- позволяет регистрацию одним кликом

source: Allows skipping the registration page after the wiki authentication.
ru: Разрешить пропуск страницы регистрации после wiki аутентификации

source: Must be enabled
ru: Должен быть включен

source: Markup in posts
ru: Разметка в сообщениях

source: Enable code-friendly Markdown
ru: Активировать Markdown, оптимизированный для программистов

source: If checked, underscore characters will not trigger italic or bold formatting - bold and italic text can still be marked up with asterisks. Note that "MathJax support" implicitly turns this feature on, because underscores are heavily used in LaTeX input.
ru: Эта функция выключает специальное значение символа "_", когда он встречается в середине слов. Обычно этот символ используется для отметки жирного или курсивного текста. Заметьте, что эта функция автоматически включена при использовании MathJax, т.к. в формате LaTeX этот символ широко используется.

source: Mathjax support (rendering of LaTeX)
ru: Поддержка MathJax (LaTeX) для форматирования математических формул

source: If you enable this feature, <a href="%(url)s">mathjax</a> must be installed on your server in its own directory.
ru: Когда вы включаете эту функцию, <a href="%(url)s">mathjax</a> должен быть установлен на вашем сервере в собственную папку.
