Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Sorry, but anonymous visitors cannot access this function
ru: К сожалению, эта функция недоступна для незарегистрированных пользователей

source: RSS feed
ru: RSS новости

source: Wildcard tag must have only one '*' symbol
ru: Тэги-шаблоны должны содержать только один '*' символ

source: Wildcard tag must have at least one symbol
ru: Тэги-шаблоны должны содержать хотя бы один символ

source: Wildcard tag must end with an '*' symbol
ru: Тэги-шаблоны должны заканчиваться символом '*'

source: select country
ru: выбрать страну

source: Country
ru: Страна

source: Country field is required
ru: Заполните поле "Страна"

source: must be > %d word
ru: должно быть > %d слова

source: must be < %d word
ru: должно быть < %d слова

source: Select language
ru: Выберите язык

source: minor edit (don't send alerts)
ru: незначительное изменение (не отправлять уведомления)

source: must have > %d non-punctuation character
ru: должно быть > %d буквы или цифры

source: The input is too long, maximum %(length)d characters is allowed
ru: Количество символов превышено, максимальная длинна %(length)d символов

source: The input is too long, maximum %(length)d bytes is allowed
ru: Объем введенной информации превышен, допустимый объем %(length)d байтов

source: enter > %(length)d character
ru: введите > %(length)d символа

source: each tag must be shorter than %(max_chars)d character
ru: каждый тег должен быть не более %(max_chars)d символа

source: We ran out of space for recording the tags. Please shorten or delete some of them.
ru: Недостаточно места для записи тэгов. Пожалуйста, сократите или удалите некоторые из них.

source: tags
ru: тэги

source: Tags are short keywords, with no spaces within. Up to %(max_tags)d tag can be used.
ru: Тэги это короткие ключевые слова без пробелов. Вы можете использовать до %(max_tags)d тэга одновременно.

source: please use %(tag_count)d tag or less
ru: пожалуйста введите не более %(tag_count)d тэга

source: At least one of the following tags is required : %(tags)s
ru: Необходим хотя бы один из следующих тэгов : %(tags)s

source: community wiki (karma is not awarded & many others can edit wiki post)
ru: wiki сообщество (вы не получите очки репутации и все участники смогут редактировать этот вопрос)

source: update summary:
ru: информация об обновлениях:

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style...), this field is optional
ru: введите краткое заключении вашей редакции (например, исправление правописания, грамматических ошибок, улучшение стилистики ...), это поле не обязательное

source: Enter number of points to add or subtract
ru: Введите количество очков, которые вы собираетесь вычесть или добавить.

source: Comment
ru: Комментировать

source: approved
ru: утвержденный

source: watched
ru: под наблюдением

source: suspended
ru: замороженный

source: blocked
ru: заблокированный

source: administrator
ru: администратор

source: moderator
ru: модератор

source: Change status to
ru: Измененить статус на

source: which one?
ru: который?

source: Cannot change own status
ru: Извините, собственный статус не подлежит изменению

source: Cannot turn other user to moderator
ru: Извините, но у Вас нет возможности давать другим пользователям статус модератора

source: Cannot change status of another moderator
ru: Извините, но у Вас нет возможности изменять статус модераторов

source: Cannot change status to admin
ru: Невозможно изменить статус на администратора

source: If you wish to change %(username)s's status, please make a meaningful selection.
ru: Если вы хотите изменить статус пользователя %(username)s, пожалуйста, сделайте обдуманный выбор

source: Subject line
ru: Тема

source: Message text
ru: Текст сообщения

source: Your name (optional):
ru: Ваше имя (не обязательно):

source: Your message:
ru: Ваше сообщение:

source: I don't want to give my email or receive a response:
ru: Я не хочу оставлять свой email или получать на него ответы:

source: Message is required
ru: Требуется сообщение

source: Anonymous
ru: Анонимно

source: Either provide email address or mark "I don't want to give my email" below
ru: Введите Ваш email или выберите ниже "Я не хочу предоставлять свой email"

source: keep private within your groups
ru: сохраняйте приватность внутри вашей группы

source: User name:
ru: Имя пользователя:

source: Enter name to post on behalf of someone else. Can create new accounts.
ru: Введите имя, чтобы ответить от кого-то другого. Можно создать новый аккаунт.

source: Email address:
ru: Электронная почта:

source: User name is required with the email
ru: Требуется имя пользователя и email

source: Email is required if user name is added
ru: Email необходим при добавлении имени пользователя

source: Add details (optional)
ru: Добавить детали (необязательно)

source: Add details
ru: Добавить детали

source: post anonymously
ru: анонимная публикация

source: Subject line is expected in the format: [tag1, tag2, tag3,...] question title
ru: Ожидаемый формат темы письма: [тэг1, тэг2, тэг3,...] заголовок вопроса

source: ask anonymously
ru: спросить анонимно

source: Details
ru: Подробности

source: remove anonymity
ru: снять анонимность

source: Real name
ru: Настоящее имя

source: Website
ru: Вебсайт

source: City
ru: Город

source: Show country
ru: Показать страну

source: Show tag choices
ru: Показать выбор тэгов

source: Date of birth
ru: День рождения

source: will not be shown, used to calculate age, format: YYYY-MM-DD
ru: Данные не будут видны, они используются, чтобы посчитать Ваш возраст, формат ГГГГ-ММ-ДД

source: Profile
ru: Профиль

source: Screen name
ru: Название экрана

source: this email has already been registered, please use another one
ru: этот адрес уже зарегистрирован, пожалуйста введите другой

source: Choose email tag filter
ru: Выберите тип фильтра по темам (ключевым словам)

source: Individually selected
ru: Выбранные индивидуально

source: Entire forum (tag filtered)
ru: Весь форум (фильтрованный по темам)

source: Comments and posts mentioning me
ru: Комментарии и посты, которые упоминают моё имя

source: please choose one of the options above
ru: пожалуйста, сделайте Ваш выбор из предложенных выше опций

source: okay, let's try!
ru: Отлично, давайте попробуем!

source: no %(sitename)s email please, thanks
ru: больше не посылать мне email с %(sitename)s

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Tags
ru: Тэги

source: make an edit by email
ru: редактировать по электронной почте

# urls
source: tags/
ru: tegi/

# urls
source: users/
ru: polzovateli/

# urls
source: by-group/
ru: po-gruppam/

# urls
source: edit/
ru: redaktirovat/

# urls
source: subscriptions/
ru: podpiski/

# urls
source: unsubscribe/
ru: otpisatsya/

# urls
source: select_languages/
ru: vybrat-yazyk/

# urls
source: groups/
ru: gruppy/

# urls
source: badges/
ru: nagrady/

# urls
source: feedback/
ru: otzyvy/

# urls
source: about/
ru: o-nas/

# urls
source: faq/
ru: chasto-zadavaemye-voprosy/

# urls
source: privacy/
ru: privatnost/

# urls
source: terms/
ru: usloviya/

# urls
source: help/
ru: pomoshch/

# urls
source: answers/
ru: otvety/

# urls
source: revisions/
ru: izmeneniya/

# urls
source: moderation-queue/
ru: ochered-moderacii/

# urls
source: ask/
ru: sprosit/

# urls
source: retag/
ru: zamenit-teg/

# urls
source: close/
ru: zakryt/

# urls
source: reopen/
ru: otkryt-zanovo/

# urls
source: answer/
ru: otvetit/

# urls
source: delete/
ru: udalit/

# urls
source: create/
ru: sozdat/

# urls
source: suggested-tags/
ru: predlozhennye tehgi/

# urls
source: widgets/
ru: vidzhety/

# urls
source: complete/
ru: zavershit/

# urls
source: upload/
ru: zagruzit/

# urls
source: account/
ru: uchetnaya-zapis/

source: Access control settings
ru: Настройки доступа

source: Make site read-only
ru: Переключить сайт в режим "только для чтения"

source: The site is temporarily read-only. Only viewing of the content is possible at the moment.
ru: Этот сайт временно находится в режиме "только для чтения". В настоящее время разрешен только просмотр содержимого.

source: Allow only registered user to access the forum
ru: Разрешить только зарегистрированным пользователям получать доступ к форуму

source: Disable registration of new users
ru: Отключить регистрацию новых пользователей

source: <p>New users cannot be registered at this time. Please sign in if you already have an account.</p>
ru: <p> Регистрация новых пользователей в данный момент невозможна. Пожалуйста, войдите в систему, если у вас уже есть аккаунт.</p>

source: Message explaining that user registrations are disabled
ru: Сообщение объясняющее, что регистрация пользователей отключена

source: HTML is allowed
ru: HTML разрешён

source: nothing - not required
ru: ничего - не обязательно

source: account registration
ru: регистрация аккаунта

source: Require valid email for
ru: Требуется корректный email для

source: Allowed email addresses
ru: Разрешённые email адреса

source: Please use space to separate the entries
ru: Пожалуйста, используйте пробел для разделения

source: Entry disables blacklisted email patterns
ru: Шаблоны электронной почты, внесенные в черные список, не будут допущены

source: Allowed email domain names
ru: Разрешённые доменные имена электронной почты

source: Please use space to separate the entries, do not use the @ symbol!
ru: Пожалуйста, используйте пробел для разделения вводимого, символ @ использовать нельзя!

source: disable
ru: отключить

source: block user registrations
ru: закрыть регистрацию пользователей

source: allow existing users to post
ru: разрешить существующим пользователям публиковать сообщения

source: block completely
ru: заблокировать полностью

source: Blacklisted email address patterns mode
ru: Режим шаблонов электронных адресов черного списка

source: Blacklisted email address patterns
ru: Шаблоны электронных адресов черного списка

source: regular expressions are allowed
ru: регулярные выражения разрешены

source: Allow moderators to access other's messages
ru: Разрешить модераторам доступ к сообщениям других пользователей

source: Badge settings
ru: Настройки наград

source: Enable "%s" badge
ru: Активировать "%s" награду

source: Associate Editor
ru: Соредактор

source: minimum number of edits
ru: минимальное число правок

source: Autobiographer
ru: Автобиограф

source: Citizen Patrol
ru: Гражданский Дозор

source: Civic Duty
ru: Общественный Долг

source: minimum votes
ru: минимум голосов

source: Cleanup
ru: Очистить

source: Commentator
ru: Комментатор

source: minimum comments
ru: минимум комментариев

source: Critic
ru: Критик

source: Disciplined
ru: Дисциплинированный

source: minimum upvotes for deleted post
ru: минимум голосов за удалённое сообщение

source: Editor
ru: Редактор

source: Enlightened Duty
ru: Просветитель

source: minimum upvotes
ru: минимум положительных голов

source: Enthusiast
ru: Энтузиаст

source: minimum days
ru: минимум дней

source: Expert
ru: Эксперт

source: Famous Question
ru: Знаменитый Вопрос

source: minimum views
ru: минимум просмотров

source: Favorite Question
ru: Интересный Вопрос

source: minimum followers
ru: минимум подписчиков

source: Good Answer
ru: Очень Хороший Ответ

source: minimum upvotes for the answer
ru: минимум положительных голосов за ответ

source: Good Question
ru: Очень Хороший Вопрос

source: minimum upvotes for the question
ru: Минимум положительных голосов за вопрос

source: Great Answer
ru: Замечательный Ответ

source: Great Question
ru: Замечательный Вопрос

source: Guru
ru: Гуру

source: Necromancer
ru: Некромант

source: minimum delay in days
ru: минимальная задержка в днях

source: Nice Question
ru: Хороший Вопрос

source: Nice Answer
ru: Хороший ответ

source: Notable Question
ru: Выдающийся Вопрос

source: Organizer
ru: Организатор

source: Peer pressure
ru: Давление со стороны сверстников

source: minimum downvotes for deleted post
ru: минимум отрицательных голос за удаленный пост

source: Popular Question
ru: Популярный Вопрос

source: Pundit
ru: Знаток

source: Scholar
ru: Ученик

source: Self-Learner
ru: Самоучка

source: minimum answer upvotes
ru: минимум положительных ответов у вопроса

source: Stellar Question
ru: Гениальный Вопрос

source: Student
ru: Студент

source: Supporter
ru: Помощник

source: Taxonomist
ru: Таксономист

source: minimum tag use count
ru: минимальное количество использования тегов

source: Teacher
ru: Учитель

source: Email and email alert settings
ru: Настройки почты и уведомлений

source: Prefix for the email subject line
ru: Префикс для email в строке темы

source: This setting takes default from the django settingEMAIL_SUBJECT_PREFIX. A value entered here will overridethe default.
ru: Данные настройки устанавливаются по умолчанию в соответствии с django настройками EMAIL_SUBJECT_PREFIX. Новое введенное значение изменит изначальные настройки.

source: Site administrator email address
ru: Email адрес администратора сайта

source: Enable email alerts
ru: Включить уведовления по email

source: Enable instant email alerts
ru: Разрешить мгновенные уведомления по электронной почте

source: Enable welcome email
ru: Разрешить отправку приветствовенного письма

source: Enable rejected post alert
ru: Разрешить отправку уведомлений об отклоненных постах

source: Also, premoderation mode must be enabled
ru: Так же, режим предварительной модерации должен быть включен

source: Enable approved post alert
ru: Разрешить отправку уведомлений об одобренных постах

source: Enable batch email alert
ru: Разрешить отправку групповых рассылок

source: Enable private messaging alerts
ru: Разрешить отправку уведомлений по смс

source: Enable moderation queue alerts
ru: Включить формирование очереди рассылок

source: Enable HTML-formatted email
ru: Разрешить электронные сообщения в HTML-формате

source: May not be supported by some email clients
ru: Может не поддерживаться некоторыми клиентами электронной почты

source: Maximum number of news entries in an email alert
ru: Максимальное количество новостей в оповестительном уведомлении

source: Default notification frequency all questions
ru: Частота уведомления для всех вопросов по-умолчанию

source: Option to define frequency of emailed updates for: all questions.
ru: Опция для выбора частоты обновлений, отправляемых через E-mail для: всех вопросов.

source: Default notification frequency questions asked by the user
ru: Частота уведомления для вопросов, которые задал пользователь

source: Option to define frequency of emailed updates for: Question asked by the user.
ru: Опция для выбора частоты обновлений, отправляемых через email для: вопросов, которые задал пользователь.

source: Default notification frequency questions answered by the user
ru: Частота уведомления для вопросов, на которые ответил пользователь

source: Option to define frequency of emailed updates for: Question answered by the user.
ru: Опция для выбора частоты обновлений, отправляемых через E-mail для: вопросов, на которые ответил пользователь.

source: Default notification frequency questions individually selected by the user
ru: Частота уведомления для вопросов, которые выбрал пользователь

source: Option to define frequency of emailed updates for: Question individually selected by the user.
ru: Опция для выбора частоты обновлений, отправляемых через E-mail для: вопросов, которые выбрал пользователь.

source: Default notification frequency for mentions and comments
ru: Частота уведомления для упоминаний и комментариев

source: Option to define frequency of emailed updates for: Mentions and comments.
ru: Опция для выбора частоты обновлений, отправляемых через email для: упоминаний и комментариев.

source: Enable reminders about unanswered questions
ru: Включить напоминания про неотвеченные вопросы

source: NOTE: in order to use this feature, it is necessary to run the management command "send_unanswered_question_reminders" (for example, via a cron job - with an appropriate frequency)
ru: ПРИМЕЧАНИЕ: для того чтобы использовать эту функцию, необходимо периодически запускать команду управления "send_unanswered_question_reminders" (например, установив задачу в cron c заданной частотой)

source: everyone
ru: каждый

source: moderators & administrators
ru: модераторы и администраторы

source: Whom to remind about unanswered questions
ru: Кому на поминать о неотвеченных вопросах

source: Days before starting to send reminders about unanswered questions
ru: Дней до начала рассылки напоминаний о неотвеченных вопросах

source: How often to send unanswered question reminders (in days between the reminders sent).
ru: Как часто посылать напоминания о неотвеченных вопросах (дней между напоминаниями).

source: Max. number of reminders to send about unanswered questions
ru: Макс. число напоминаний о неотвеченных вопросах

source: Enable accept the best answer reminders
ru: Включить напоминания "принять лучший ответ"

source: NOTE: in order to use this feature, it is necessary to run the management command "send_accept_answer_reminders" (for example, via a cron job - with an appropriate frequency)
ru: ПРИМЕЧАНИЕ: для того чтобы использовать эту функцию, необходимо периодически запускать команду управления "send_accept_answer_reminders" (например, установив задачу в cron c заданной частотой)

source: Days before starting to send reminders to accept an answer
ru: Дней перед началом отправки уведомлений для принятия ответа

source: How often to send accept answer reminders (in days between the reminders sent).
ru: Как часто посылать напоминания для выбора ответа (в днях между отправляемыми напоминаниями)

source: Max. number of reminders to send to accept the best answer
ru: Макс. число отосланных напоминаний для выбора наилучшего ответа

source: Allow blank email
ru: Разрешить пустой email

source: DANGER: makes impossible account recovery by email.
ru: ВНИМАНИЕ: восстановление аккаунта через электронную почту будет невозможным

source: Must be not be required
ru: Должен быть необязательным

source: Fake email for anonymous user
ru: Поддельный адрес электронной почты для анонимного пользователя

source: Use this setting to control gravatar for email-less user
ru: Используйте эту установку для аватара пользователей которые не ввели адрес электронной почты.

source: Replace space in emailed tags with dash
ru: Заменить пробелы на тире в тэгах, присланных по email.

source: This setting applies to tags written in the subject line of questions asked by email
ru: Эта настройка применяется к тэгам, записанным в поле "Тема" вопросов, присланных по email.

source: Enable posting and replying by email
ru: Разрешить публикацию и ответы по электронной почте

source: To enable this feature make sure lamson is running
ru: Для активации этой функции убедитесь, что lamson запущен

source: Emailed post: when to notify author about publishing
ru: Отправлять сообщение по электронной почте, когда надо уведомить автора о публикации

source: Reply by email hostname
ru: Имя узла для ответов по email

source: Email replies having fewer words than this number will be posted as comments instead of answers
ru: Ответы с email, которые содержат меньше слов, чем указано в этом поле, будут опубликованы как комментарии, а не как ответы

source: Email template phrases
ru: Шаблонные фразы электронной почты

source: Short welcome message, for subject line
ru: Короткое приветствие для темы сообщения

source: Welcome to {{ SITE_NAME }}!
ru: Добро пожаловать на {{ SITE_NAME }}!

source: <b>NOTE: All email text settings allow placeholders: {{ USER_NAME }}, {{ SITE_NAME }} and {{ SITE_LINK }}.</b>
ru: <b>ЗАМЕТКА: Все установки для текста электронного сообщения разрешают заполнители: {{ USER_NAME }}, {{ SITE_NAME }} и {{ SITE_LINK }}.</b>

source: Longer welcome message, for email body
ru: Более длинное приветственное сообщение для тела электронного письма

source: <p>Please visit {{ SITE_NAME }} at {{ SITE_LINK }}, we look forward to your posts.</p>
ru: <p>Пожалуйста, посетите {{ SITE_NAME }} по ссылке {{ SITE_LINK }}, мы ждём ваших сообщений.</p>

source: Email footer
ru: Нижний колонтитул электронного письма

source: <p>Sincerely,<br>{{ SITE_NAME }} Administrator</p>
ru: <p>С уважением,<br>Администратор {{ SITE_NAME }}</p>

source: Header for the batch email alerts
ru: Заголовок для рассылки электронных уведомлений

source: <p>Dear {{ USER_NAME }},</p> <p>{{ SITE_NAME }} has these updates, please have a look:</p>
ru: <p>Уважаемый {{ USER_NAME }},</p> <p>{{ SITE_NAME }} был обновлён, пожалуйста, взгяните:</p>

source: Keys for external services
ru: Ключи для внешних сервисов

source: Google site verification key
ru: Идентификационный ключ Google

source: This key helps google index your site please obtain is at <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
ru: Этот ключ помогает Google индексировать ваш сайт, пожалуйста, получите его на <a href="%(url)s?hl=%(lang)s">странице инструментов для вэбмастеров Google</a>

source: Google Analytics key
ru: Ключ для активации сервиса "Google-Analytics"

source: Obtain is at <a href="%(url)s">Google Analytics</a> site, if you wish to use Google Analytics to monitor your site
ru: Получите его на <a href="%(url)s">странице Google Analytics</a>, если хотите использовать Google Analytics для мониторинга Вашего сайта

source: Enable recaptcha (keys below are required)
ru: Активировать recaptcha (требуется регистрация на recaptcha.net)

source: Recaptcha public key
ru: Публичный ключ для recaptcha

source: Recaptcha private key
ru: Секретный ключ для recaptcha

source: Recaptcha is a tool that helps distinguish real people from annoying spam robots. Please get this and a public key at the <a href="%(url)s">%(url)s</a>
ru: Recaptcha — это инструмент, который помогает отличить реальных людей от назойливых спам-ботов. Пожалуйста, получите этот и публичный ключ на <a href="%(url)s">%(url)s</a>

source: Google+ public API key
ru: Google+ публичный API ключ

source: Google+ secret API key
ru: Google+ секретный API ключ

source: Facebook public API key
ru: Публичный ключ для доступа Facebook API

source: Facebook API key and Facebook secret allow to use Facebook Connect login method at your site. Please obtain these keys at <a href="%(url)s">facebook create app</a> site
ru: Ключ Facebook API и секретный ключ Facebook позволяют использовать Facebook Connect для входа на Ваш сайт. Пожалуйста, получите эти ключи на <a href="%(url)s">странице создания приложений Facebook</a> site

source: Facebook secret key
ru: Секретный ключ для Facebook

source: Twitter consumer key
ru: Публичный ключ для доступа Twitter API (consumer key)

source: Please register your forum at <a href="%(url)s">twitter applications site</a>
ru: Пожалуйста, зарегистрируйте свой форум на <a href="%(url)s">странице приложений Twitter</a>

source: Twitter consumer secret
ru: Секретный ключ для доступа Twitter API (consumer secret)

source: MediaWiki consumer key
ru: MediaWiki пользовательский ключ

source: Please register your forum at %(mw_page)s page of your Wiki. Your wiki must have <a href="%(url)s">OAuth extension</a> installed installationSpecial:OAuthConsumerRegistration/propose <a href="%(url)s">
ru: Пожалуйста, зарегистрируйте ваш форум на %(mw_page)s странице вашей Wiki. Для вашей wiki должно быть загружено href="%(url)s">OAuth extension</a>installationSpecial:OAuthConsumerRegistration/propose <a href="%(url)s">

source: MediaWiki consumer secret
ru: MediaWiki секретный ключ пользователя

source: LinkedIn consumer key
ru: Публичный ключ для LinkedIn (consumer key)

source: Please register your forum at <a href="%(url)s">LinkedIn developer site</a>
ru: Пожалуйста, зарегистрируйте свой форум на <a href="%(url)s">странице разработчиков LinkedIn</a>

source: LinkedIn consumer secret
ru: Секретный ключ для LinkedIn (consumer secret)

source: ident.ca consumer key
ru: Ключ пользователя ident.ca
