Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Validation email sent. Please find it and follow the enclosed link.<br/> If the link doesn't work - enter the code below:
ru: Письмо для подтверждения было отправлено. Пожалуйста, найдите перейдите по следущей ссылки.<br/> Если ссылка не работает- введите код ниже:

source: Confirm email
ru: Подтвердить электронный адрес

source: Choose your favorite service below to sign in using secure OpenID or similar technology. Your external service password always stays confidential and you don't have to rememeber or create another one.
ru: Для входа на сайт выберите предпочитаемый метод в дополнение с OpenID или подобной этому технологию. Пароль от этой других ресурсов навсегда останется конфиденциальным и вам не нужно запоминать или создавать ещё один.

source: or enter your <span>user name and password</span>, then sign in
ru: или введите свое <span>имя пользователя и пароль</span>, а затем войдите

source: Greetings from %(site_name)s
ru: Вас приветствует %(site_name)s

source: To make use of the Forum, please follow the link below:
ru: Для того чтобы воспользоваться форумом, пожалуйста, перейдите по ссылке ниже:

source: Following the link above will help us verify your email address.
ru: Перейдя по ссылке выше, вы поможете нам проверить ваш email.

source: If you believe that this message was sent in mistake - no further action is needed. Just ignore this email, we apologize for any inconvenience
ru: Если Вы считаете, что это сообщение было послано по ошибке - ничего не делайте. Просто игнорируйте это сообщения, мы приносим свои извинения за неудобства

source: Greetings from the Q&A forum
ru: Вас приветствует Q/A форум

source: Validate your %(site_name)s email
ru: Подтвердите ваш %(site_name)s электронный адрес

source: %(username)s's primary avatar
ru: главный аватар %(username)s

source: %(username)s's avatar
ru: аватар %(username)s

source: delete avatar
ru: удалить аватар

source: Please select the avatars that you would like to delete.
ru: Пожалуйста, выберите аватары, которые вы бы хотели удалить

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ru: У вас нету аватаров для удаления. Пожалуйста <a href="%(avatar_change_url)s">загрузите один</a> сейчас.

source: Delete These
ru: Удалить эти

source: manage avatars
ru: Управлять аватарами

source: This is a default avatar image, shown at your account because you have not yet uploaded an avatar.
ru: Это стандартный аватар, отображающийся в вашем профиле, по причине отсутствия загруженных вами аватаров

source: Set as primary
ru: Установить, как главный

source: This image, called 'gravatar', is linked to the email address %(email)s. It can be changed at http://gravatar.com
ru: Это изображение, называемое 'gravatar' , привязано к %(email)s электронному адресу. Оно может быть изменено на http://gravatar.com

source: Remove
ru: Удалить

source: Primary avatar
ru: Главный аватар

source: You haven't uploaded an avatar yet.
ru: Вы еще не загрузили аватар

source: Upload an avatar
ru: Загрузить аватар

source: Toggle the real time Markdown editor preview
ru: Включить/выключить предварительный просмотр текста через Markdown редактор

source: To change frequency, language and content of these alerts, please visit <a href="%(url)s">your user profile</a>.
ru: Чтобы изменить регулярность, язык и содержание этих уведомлений, пожалуйста перейдите в <a href="%(url)s"> ваш профиль </a>.

source: To change frequency and content of these alerts, please visit <a href="%(url)s">your user profile</a>.
ru: Чтобы изменить регулярность и содержание этих уведомлений, пожалуйста перейдите в <a href="%(url)s"> ваш профиль </a>.

source: To unsubscribe, visit <a href="%(unsubscribe_url)s">this page</a>
ru: Чтобы отписаться, перейдите по <a href="%(unsubscribe_url)s">данной странице</a>

source: If you believe that this message was sent in an error, please email about it the forum administrator at <a href="mailto:%(admin_email)s">%(admin_email)s</a>.
ru: Если вы думаете, что данное сообщение было отправлено по ошибке, пожалуйста, свяжитесь с администратором через <a href="mailto:%(admin_email)s">%(admin_email)s</a>.

source: Preview of emails
ru: Предпросмотр писем

source: List of emails sent by Askbot
ru: Список писем, отправленых Askbot

source: In reply to %(author)s's %(post_type)s
ru: В ответ на %(author)s %(post_type)s

source: Tags:
ru: Тэги:

source: %(count)s comment:
ru: %(count)s комментарий:

source: Preview of email "%(title)s"
ru: Предварительный просмотр писем "%(title)s"

source: Askbot emails
ru: Письма от Askbot

source: Example %(num)s
ru: Пример %(num)s

source: Subject
ru: Тема

source: Body text (below, email styling preserved)
ru: Текст (ниже, стиль письма сохранен)

source: Please select the best responses for
ru: Пожалуйста, выберите лучшие ответы для

source: Below is a copy of your post:
ru: Ниже приведена копия вашего поста:

source: Your post at %(site_name)s is now published
ru: Ваше сообщение %(site_name)s теперь опубликовано

source: %(user)s, please reply to this message.
ru: %(user)s, пожалуйста, ответьте на это сообщение

source: Your post could not be published, because we could not detect signature in your email.
ru: Ваш пост не может быть опубликован, потому что подпись в вашем письме не может быть распознана.

source: This happened either because this is your first post or you have changed your email signature.
ru: Это произошло, потому что это ваш первый пост или потому что вы изменили вашу электронную подпись

source: Please make a simple response, without editing this message.
ru: Пожалуйста, дайте простой ответ, не редактируя это сообщения

source: We will then attempt to detect the signature in your response and you should be able to post.
ru: Затем мы еще раз попробуем распознать подпись в вашем ответе и вы сможете делать публикации.

source: Subject line depends on the previous incoming email
ru: Строка темы зависит от предыдущего полученного письма

source: %(question_count)s update about %(topics)s
ru: %(question_count)s обновление в %(topics)s

source: %(question_count)s update
ru: %(question_count)s обновление

source: %(site_name)s feedback
ru: %(site_name)s отзывы

source: wrote:
ru: написано:

source: %(site_name)s feedback message
ru: %(site_name)s отзыв

source: Note: to reply with a comment, please use <a href="mailto:%(addr)s?subject=%(subject)s">this link</a>
ru: Примечание: чтобы оставить комментарий, пожалуйста, используйте <a href="mailto:%(addr)s?subject=%(subject)s">эту ссылку</a>

source: %(author)s edited a <a href="%(post_url)s">post</a>
ru: %(author)s отредактировали <a href="%(post_url)s">пост</a>

source: %(username)s, your content could not be posted by email just yet.
ru: %(username)s, ваше сообщение пока не может быть опубликована через электронную почту

source: To make posts by email, you need to receive about %(min_upvotes)s upvotes.
ru: Чтобы делать публикации через электронную почту, вы должны получить хотя бы %(min_upvotes)s положительных голосов.

source: At this time, please post your content at %(link)s
ru: В данный момент, пожалуйста, опубликуйте ваше сообщение на %(link)s

source: There are new items in the %(site)s moderation queue, <a href="%(mod_url)s">please have a look</a>
ru: Добавлены новые изменения %(site)s в очереди модерации, <a href="%(mod_url)s">пожалуйста, проверьте</a>

source: %(site)s moderation alert
ru: %(site)s оповещания о модерации

source: Great, you are ready to use %(site_name)s!
ru: Отлично, теперь вы можете использовать %(site_name)s!

source: When you receive update notifications, you will be able to respond to them, also by email.
ru: Когда вы получите уведомления об обновлениях, вы сможете отвечать на них так же по электронной почте

source: Of course, you can always visit the %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>.
ru: Конечно, вы можете всегда посетить %(site_name)s на <a href="%(site_url)s">%(site_url)s</a>.

source: Please visit %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>, we look forward to your posts.
ru: Пожалуйста, посетите %(site_name)s на <a href="%(site_url)s">%(site_url)s</a>, мы с нетерпением ждем ваших постов.

source: Re: Welcome to %(site_name)s
ru: Re: Добро пожаловать на %(site_name)s

source: Your post was rejected.
ru: Ваш пост был отклонен

source: Your post (copied in the end), was rejected for the following reason:
ru: Ваш пост (скопирован в конец), был отклонен по следующим причинам:

source: Here is your original post
ru: Ваши первоначальные посты

source: your post was not accepted
ru: ваше сообщение не принято

source: The system was unable to process your message successfully
ru: Система не смогла успещно обработать ваше сообщение

source: Error posting your reply
ru: Ошибка при публикации вашего ответа

source: %(question_count)s %(unanswered_questions_phrase)s about %(tag_summary)s
ru: %(question_count)s %(unanswered_questions_phrase)s о %(tag_summary)s

source: Link to unsubscribe from %(site_name)s
ru: Ссылка на отписку от %(site_name)s

source: Welcome to %(site_name)s
ru: Добро пожаловать на %(site_name)s

source: Welcome to %(site_name)s!
ru: Добро пожаловать на %(site_name)s!

source: Important: <em>Please reply</em> to this message, without editing it. We need this to determine your email signature and that the email address is valid and was typed correctly.
ru: Важно: <em>Пожалуйста ответьте</em> на это сообщение, не редактируя его. Это необходимо для определения вашей электронной подписи и чтобы убедиться, что ваш электронный адрес действующий и указан верно

source: Until we receive the response from you, you will not be able to post content on %(site_name)s by email.
ru: До тех пор, пока мы не получим от вас ответа, вы не сможете делать публикации на %(site_name)s через электронную почту.

source: %(type)s widget list
ru: %(type)s список виджетов

source: Widget Title
ru: Наименование виджета

source: Code
ru: Код

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: How to use?
ru: Как использовать?

source: Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it.
ru: Просто скопируйте предоставленный тэг &lt;script&gt; и вставьте его на сайте, где желаете.

source: %(action)s an %(widget_name)s widget
ru: %(action)s %(widget_name)s виджет

source: Save
ru: Сохранить

source: Widgets
ru: Виджеты

source: Create and embed widgets into your sites, here a list of available widgets.
ru: Создавайте и внедряйте виджеты на свои сайты, здесь есть список доступных виджетов.

source: create
ru: создать

source: view list
ru: просмотреть список

source: compose
ru: составить

source: Send
ru: Отправить

source: Reply
ru: Ответ

source: Recipient
ru: Получатель

source: Write your message
ru: Напишите ваше сообщение

source: You wrote on %(date)s:
ru: Вы написали на %(date)s:

source: Messages by sender:
ru: Сообщение от отправителя:

source: inbox
ru: входящие

source: sent
ru: отправить

source: trash
ru: корзина

source: there are no messages yet...
ru: Сообщений пока нет...

source: %(author)s wrote:
ru: %(author)s написал:

source: To reply please <a class="thread-link" href="THREAD_URL_HOLE">visit your message inbox</a>
ru: Для ответа, пожалуйста <a class="thread-link" href="THREAD_URL_HOLE"> проверьте папку входящие</a>

source: Sites
ru: Сайты

source: Settings
ru: Настройки

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибку, указанную ниже:

source: Settings included in %(name)s.
ru: Настройки, включенные в %(name)s.

source: You don't have permission to edit values.
ru: У вас нет разрешения изменять значения.

source: Documentation
ru: Документация

source: Log out
ru: Выйти

source: Home
ru: Главная

source: Edit Site Settings
ru: Изменить настройки сайта

source: Livesettings are disabled for this site.
ru: Livesettings отключены для этого сайта.

source: All configuration options must be edited in the site settings.py file
ru: Все параметры конфигурации должны быть изменены в файле settings.py

source: Group settings: %(name)s
ru: Групповые настройки: %(name)s

source: Uncollapse all
ru: Развернуть все

source: Tagged
ru: Отмечено

source: Search tips:
ru: Подсказки для поиска:

source: reset author
ru: Смена автора

source: or
ru: или

source: reset tags
ru: сбросить тэги

source: start over
ru: начать сначала

source: - to expand, or dig in by adding more tags and revising the query.
ru: -чтобы расправить или сузить, добавляя больше тэгов или пересматривая запрос

source: Search tip:
ru: Подсказка для поиска:

source: add tags and a query to focus your search
ru: добавить теги и запрос для фокусировки поиска

source: Oops, looks like there is nothing here yet!
ru: Упс, кажется здесь пока ничего нет!

source: You can expand your search by
ru: Вы можете расширить поиск с помощью

source: resetting author
ru: Смена автора

source: resetting tags
ru: сброс тэгов

source: starting over
ru: начать сначала

source: Did not find what you were looking for?
ru: Не нашли то, что искали?

source: subscribe to the feed
ru: подписаться на новости

source: Tag search
ru: Поиск по тэгам

source: search
ru: поиск

source: Please note: %(app_name)s requires javascript to work properly, please enable javascript in your browser, <a href="%(noscript_url)s">here is how</a>
ru: Обратите внимание: %(app_name)s требует нормальной работы JavaScript, пожалуйста, включите его в вашем браузере, <a href="%(noscript_url)s">тут описано, как это сделать</a>

source: each tag must be shorter that %(max_chars)s character
ru: каждый тэг должен быть короче, чем %(max_chars)s символ

source: please use %(tag_count)s tag
ru: пожалуйста, используйте %(tag_count)s тэг

source: please use up to %(tag_count)s tags, less than %(max_chars)s characters each
ru: пожалуйста, используйте максимум %(tag_count)s тэгов, меньше чем %(max_chars)s символов каждый

source: Manage post flag/reject reasons
ru: Управлять причинами, по которы посты были отмечены/отклонены

source: 1) Enter a brief description of why you are rejecting the post.
ru: 1) Введите которое описание, почему вы хотите отклонить данный пост.

source: 2) Please enter details here. This text will be sent to the user.
ru: 2) Пожалуйста, введите детали ниже. Этот текст будет отправлен пользователю.

source: Save reason
ru: Сохранить причину

source: Edit this reason
ru: Редактировать эту причину

source: Delete this reason
ru: Удалить эту причину

source: Add a new reason
ru: Добавить новую причину

source: Moderation queue
ru: Очередь модерации

source: Select:
ru: Выбрать:

source: none
ru: ни одного

source: approve posts
ru: одобрить посты

source: approve posts and users
ru: одобрить посты и пользователей

source: decline and explain why
ru: Отклонить и объяснить причину

source: add/manage reject reasons
ru: Добавить/управлять причинами отклонения

source: block spammers
ru: заблокировать спамеров

source: block spammers and IPs
ru: заблокировать спамеров и IPs

source: This response is published
ru: Этот ответ был опубликован

source: remove offensive flag
ru: Снять отметку "неуместный материал"

source: remove flag
ru: Снять отметку

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
ru: Пожаловаться на пост (за содержание спама, рекламы, злонамеренного текста и так далее)

source: flag offensive
ru: "пожаловаться"

source: undelete
ru: восстановить

source: unpublish
ru: Отменить публикацию

source: publish
ru: Опубликовать

source: permanent link
ru: постоянная ссылка

source: link
ru: ссылка

source: Sort by »
ru: Сортировать по »

source: (click again to undo)
ru: (нажмите, чтобы отменить действие)

source: Closed for the following reason
ru: Закрыто по следующим причинам

source: close date %(closed_at)s
ru: дата закрытия: %(closed_at)s

source: See the accepted answer
ru: Посмотреть принятые ответы

source: Sorry, this page is only available in %(post_lang)s. Go to the <a href="%(home_url)s">home page in %(request_lang)s</a>.
ru: К сожалению, данная страница доступна только в %(post_lang)s. Перейдите на <a href="%(home_url)s"> главную страницу в %(request_lang)s</a>.

source: retag
ru: изменить тег

source: reopen
ru: открыть заново

source: close
ru: закрыть

source: merge
ru: Объединить

source: Unfollow
ru: Отписаться

source: Follow
ru: Подписаться

source: Following
ru: Подписан

source: %(count)s follower
ru: %(count)s подписчик

source: subscribe to the rss feed
ru: подписаться на ленту новостей RSS

source: subscribe to rss feed
ru: подписаться на ленту новостей RSS

source: Invite
ru: Пригласить

source: add
ru: добавить

source: - or -
ru: - или -

source: share with everyone
ru: Поделиться со всеми

source: Individual users
ru: Индивидуальные пользователи

source: You
ru: Вы

source: and
ru: и

source: %(more_count)s more
ru: %(more_count)s больше

source: Public thread
ru: Общественная ссылка

source: This thread is public, all members of %(site_name)s can read this page.
ru: Данная ссылка является публичной, все члены %(site_name)s имеют доступ к этой странице

source: Stats
ru: Статистика

source: Asked
ru: Задан

source: Seen
ru: Просмотрен

source: times
ru: раз

source: Last updated
ru: Последнее обновление

source: Tag subscriptions
ru: Отметить подписки

source: Tags, matching "%(tag_query)s"
ru: Тэги, соответствующие "%(tag_query)s"

source: by name
ru: по имени

source: by popularity
ru: по популярности

source: suggested
ru: Рекомендовано

source: manage subscriptions
ru: Управлять подписками

source: Manage tag subscriptions
ru: Управлять подписками на тэги

source: Manage tag subscription
ru: Управлять подпиской на тэг

source: Create new
ru: Создать новые

source: Date
ru: Дата

source: Action
ru: Действия

source: Sections:
ru: Разделы:

source: messages
ru: сообщения

source: forum responses (<span class="response-count">%(re_count)s</span>)
ru: ответы форума (<span class="response-count">%(re_count)s</span>)

source: group join requests
ru: Запрос на присоединение к группе

source: inbox - group join requests
ru: входящие - запрос на присоединение к группе

source: Approve
ru: Одобрить

source: Deny
ru: Опровергнуть

source: private messages
ru: Личные сообщения

source: notifications
ru: уведомления

source: mark seen
ru: отметить, как "прочитано"

source: select:
ru: выбрать:

source: Auto-tweeting to @%(handle)s
ru: Авто-твит @%(handle)s

source: stop tweeting
ru: перестать делать твиты

source: Auto-tweeting is inactive
ru: функция авто-твит неактивна

source: Select twitter account
ru: Выбрать Твитер аккаунт

source: use another account
ru: использовать другой аккаунт

source: Auto-tweeting is off
ru: Авто-твит выключен

source: Start tweeting
ru: начать делать твиты

source: Unsubscribe
ru: Отписаться

source: Want to unsubcribe %(verified_email)s from %(app_name)s?
ru: Хотите отписаться %(verified_email)s от %(app_name)s?

source: Successfully unsubscribed.
ru: Успешный отказ от подписки.

source: Yes, unsubscribe
ru: Да, отписаться

source: Bad unsubscribe link.
ru: Плохая ссылка для отписки

source: Expected format is %(link_url)s?key=&lt;unsubscribe key&gt;&amp;email=&lt;email address&gt;
ru: Предполагаемый формат %(link_url)s?key=&lt;ключа для отписки&gt;&amp;email=&lt;электронной почты&gt;

source: The unsubscribe key sent with the link had expired.
ru: Срок действия ключа дляя отписки истек.

source: Resend unsubscribe link
ru: Отослать ссылку для отписки повторно

source: Unsubscribe link resent. Please check your email.
ru: Ссылка для отписки была повторно отослана. Пожалуйста, проверьте свою почту.

source: Sorry, there was an unexpected error.
ru: К сожалению, произошла непредвиденная ошибка.

source: %(username)s's profile
ru: Профиль %(username)s

source: Edit user profile
ru: Редактировать профиль пользователя

source: edit profile
ru: Редактировать профиль

source: change picture
ru: Сменить изображение

source: Screen Name
ru: Название экрана

source: (cannot be changed)
ru: (не может быть изменено)

source: Update
ru: Обновить

source: subscriptions
ru: подписки

source: <span class='big strong'>Adjust frequency of email updates.</span> Receive updates on interesting content by email. If you do not wish to receive emails - select 'no email' on all items below.<br/>Updates are only sent when there is any new activity on selected items.
ru: <span class='big strong'>Установить частоту обновлений по электронной почте.</span> Получать обновления об интересующих меня обновлениях на электронную почту. Если вы не хотите получать уведомления - отметьте 'без уведомлений' во всех пунктах ниже. <br/> Обновления отправляются только в случае новой активности на выбранных пунктах.

source: Note: language settings also apply to the email subscriptions
ru: Примечание: настройки языка так же применимы к припискам через почту

source: Stop Email
ru: Прекратить отправку по электронной почты

source: Subscribed Tags
ru: Тэги с подпиской

source: Note: the homepage link and the about section won't be shown to other users until your profile is approved by the moderators.
ru: Примечание: ссылка на ваш сайт и блок о Вас не будет виден другим пользователям, пока ваш профиль не одобрят модераторы

source: unfollow
ru: отписаться

source: follow
ru: подписаться

source: following
ru: подписан

source: update profile
ru: обновить профиль

source: manage login methods
ru: управлять методами входа

source: real name
ru: настоящее имя

source: email
ru: почтовый ящик

source: groups
ru: группы

source: add group
ru: добавить группу

source: member since
ru: пользователь с

source: last seen
ru: последнее посещение

source: website
ru: Вебсайт

source: location
ru: местоположение

source: age, years
ru: возраст, лет

source: todays unused votes
ru: сегодняшних неиспользованных голосов

source: votes left
ru: осталось голосов

source: languages
ru: языки

source: View and subscribe to posts in these languages
ru: Просмотреть и подписаться на посты на этих языках

source: Subscribe to posts in these languages
ru: Подписаться на посты на этих языках

source: My primary language is
ru: Мой основной язык

source: moderation
ru: модерация

source: %(username)s's current status is "%(status)s"
ru: Настоящий статус %(username)s - %(status)s

source: Change status
ru: Сменить статус

source: Block user and delete all content
ru: Заблокировать пользователя и удалить всю информацию

source: Your current reputation is %(reputation)s points
ru: Ваша репутация на данный момент составляет %(reputation)s баллов

source: User's current reputation is %(reputation)s points
ru: Репутация пользователя на данный момент составляет %(reputation)s баллов

source: User reputation changed
ru: Репутация пользователя изменена

source: Subtract
ru: Отнять

source: Add
ru: Добавить

source: Send message to %(username)s
ru: Отправить сообщение для %(username)s

source: An email will be sent to the user with 'reply-to' field set to your email address. Please make sure that your address is entered correctly.
ru: Письмо будет отправлено пользователю со ссылкой "Ответить" привязанно к вашему адресу электронной почты. Пожалуйста, убедитесь, что ваш адрес введен правильно.

source: Message sent
ru: Сообщение было отправлено

source: Send message
ru: Отправить сообщение

source: Administrators have privileges of normal users, but in addition they can assign/revoke any status to any user, and are exempt from the reputation limits.
ru: Администраторы имеют привилегии обычных пользователей, но кроме того, они могут назначать/отменять любой статус любого пользователя, и свободны от границ репутации.
