Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Base url of MathJax deployment
ru: База URL-ов для размещения MathJax

source: Note - <strong>MathJax is not included with askbot</strong> - you should deploy it yourself, preferably at a separate domain and enter url pointing to the "mathjax" directory (for example: http://mysite.com/mathjax)
ru: Примечание - <strong>MathJax не входит в askbot</strong> - вы должны разместить его лично, желательно на отдельном домене и ввести URL, указывающий на "mathjax" каталог (например: http://mysite.com/mathjax)

source: Enable autolinking with specific patterns
ru: Включить автоматическое создание ссылок для определенных последовательностей

source: If you enable this feature, the application will be able to detect patterns and auto link to URLs
ru: Если вы включите эту функцию, приложение сможет определять последовательности и автоматически привязывать их к URL-адресам

source: Regexes to detect the link patterns
ru: Регулярные выражения для определения последовательностей

source: Enter valid regular expressions for the patterns, one per line. For example to detect a bug pattern like #bug123, use the following regex: #bug(\d+). The numbers captured by the pattern in the parentheses will be transferred to the link url template. Please look up more information about regular expressions elsewhere. Invalid expressions will not be accepted.
ru: Введите правильное регулярное выражение для последовательности, одно на линию. Например, чтобы определить последовательность #bug123, используйте следующее регулярное выражение: #bug(\d+). Числа, определенные в последовательности, будут переданы в шаблон ссылки. Пожалуйста, ознакомьтесь с более подробной информацией по регулярным выражениям на других ресурсах.

source: URLs for autolinking
ru: URL-адреса для автоматического создания ссылок

source: Here, please enter url templates for the patterns entered in the previous setting, also one entry per line. <strong>Make sure that number of lines in this setting and the previous one are the same</strong> For example template https://bugzilla.redhat.com/show_bug.cgi?id=\1 together with the pattern shown above and the entry in the post #123 will produce link to the bug 123 in the redhat bug tracker.
ru: Пожалуйста, введите здесь шаблоны URL-адресов, введенные в предыдущей настройке, по одному шаблону на линию. <strong>Убедитесь, что количество линиц в этой настройке совпадает с количеством линий в предыдущей.</strong> Например, шаблон https://bugzilla.redhat.com/show_bug.cgi?id=\1 вместе с шаблоном, который показан выше и введенным #123 в тексте вопроса будут преобразованы в ссылку на ошибку №123 на трекере ошибок RedHat.

source: Karma thresholds
ru: Диапазон репутации

source: To become an automatically approved user
ru: Чтобы стать атвоматически-одобренным пользователе

source: Approved users bypass moderation and skip recaptcha
ru: Модерация и пропуск одобренных пользователей

source: Upvote
ru: Голосовать "за"

source: Downvote
ru: Голосовать "против"

source: Answer own question immediately
ru: Задать Вопрос

source: Accept own answer
ru: Принять собственный ответ

source: Accept any answer
ru: Принять любой ответ

source: Flag offensive
ru: Пожаловаться

source: Delete comments posted by others
ru: Удалить чужие комментарии

source: Delete questions and answers posted by others
ru: Удалить любые вопросы или ответы

source: Delete own questions
ru: Удалить собственные вопросы

source: Upload files
ru: Загрузить файлы

source: Insert clickable links
ru: Добавить интерактивную ссылку

source: Insert link suggestions as plain text
ru: Вставить ссылку как текст

source: This value should be smaller than that for "insert clickable links". This setting should stop link-spamming by newly registered users.
ru: Это значение должно быть меньше чем в "добавить интерактивную ссылку". Это предотвратит появление ссылок-спамов от недавно зарегистрированных пользователей.

source: Retag questions posted by other people
ru: Изменить теги вопросов, заданных другими

source: Edit community wiki posts
ru: Редактировать сообщения, помеченные как вики

source: Edit posts authored by other people
ru: Править чужие сообщения

source: View offensive flags
ru: Посмотреть посты с нарушениями

source: Close and reopen questions
ru: Закрыть и вновь открыть вопросы

source: Remove rel=nofollow from own homepage
ru: Удалить ключ rel=nofollow из адреса домашней страницы

source: When a search engine crawler will see a rel=nofollow attribute on a link - the link will not count towards the rank of the users personal site.
ru: Когда поисковый робот увидит аттрибут rel=nofollow на ссылке, такая ссылка не будет учитываться для рассчета рейтинга сайта.

source: Make posts by email
ru: Делать публикации через email

source: Trigger email notifications
ru: Включить уведомление по почте

source: Users with smaller reputation will not be generating email alerts
ru: Пользователи с меньшей репутацией не будут допущены к рассылке уведомлений по электронной почте

source: Trigger tweets on others accounts
ru: Инициировать сообщения на других регистрационных записях

source: Reduces spam
ru: Уменьшить спам

source: Content moderation
ru: Модерация контента

source: audit flagged posts
ru: сообщения, отмеченные аудитом

source: audit flagged posts and watched users
ru: сообщения, отмеченные аудитом и просмотренные пользователи

source: pre-moderate watched users and audit flagged posts
ru: предварительно оцененные просмотренные пользователи и сообщения, просмотренные аудитом

source: Content moderation method
ru: Метод оценки содержимого

source: Audit is made after the posts are published, pre-moderation prevents publishing before moderator's decision.
ru: Аудит выполняется после публикации постов, предварительная модерация предотвращает публикацию до принятия модератором решения

source: Reject all posts with these phrases
ru: Отклонить все посты с данными фразами

source: Enter one phrase per line (case-insensitive). Posts with these phrases will be rejected without moderation.
ru: Введите одну фразу на строку (регистрозависимы). Посты с данными фразами будут отклонены без модерации

source: Enable image moderation
ru: Включить модерацию изображения

source: Enable link moderation
ru: Включить модерацию ссылок

source: Enable tag moderation
ru: Включить модерацию тэгов.

source: If enabled, any new tags will not be applied to the questions, but emailed to the moderators. To use this feature, tags must be optional.
ru: Если включено, новые тэги сперва будут отправлены модераторам на почту. Для использования этой функции, тэги должны быть необязательными.

source: Listings of questions
ru: Список вопросов

source: Enable "All Questions" selector
ru: Включить кнопку "Все вопросы"

source: At least one of these selectors must be enabled
ru: Должна быть активна хотя бы одна кнопка

source: Enable "Unanswered Questions" selector
ru: Добавить кнопку "Неотвеченные вопросы"

source: Enable "Followed Questions" selector
ru: Добавить кнопку "Отслеживаемые вопросы"

source: All Questions
ru: Все вопросы

source: Unanswered Questions
ru: Неотвеченные вопросы

source: Followed Questions
ru: Отслеживаемы вопросы

source: Default questions selector for the authenticated users
ru: Выбранная кнопка по-умолчанию, для вошедших пользователей

source: Default questions selector for the anonymous users
ru: Выбранная кнопка по-умолчанию, для анонимных пользователей

source: Karma loss and gain rules
ru: Правила увеличения и уменьшения репутации

source: Maximum daily reputation gain per user
ru: Максимальный рост репутации пользователя за день

source: Gain for receiving an upvote
ru: Увeличение репутации за положительный голос

source: Gain for the author of accepted answer
ru: Увeличение репутации для автора принятого ответа

source: Gain for accepting best answer
ru: Увeличение репутации за пометку лучшего ответа

source: Loss for giving a downvote
ru: Потеря для голосующего "против"

source: Loss for owner of post that was flagged offensive
ru: Потеря для автора, на чье сообщение была отправлена жалоба

source: Loss for owner of post that was downvoted
ru: Потеря для автора, чье сообщение получило голос "против"

source: Loss for owner of post that was flagged 3 times per same revision
ru: Потеря для автора, чье сообщение было помечено как неприемлемое трижды на одну и ту же правку

source: Loss for owner of post that was flagged 5 times per same revision
ru: Потеря для автора, чье сообщение было помечено как неприемлемое пять раз на одну и ту же правку

source: There are required related settings: %(required)s and some optional: %(optional)s.
ru: Требуются соответствующие настройки: %(required)s и некоторые дополнительные: %(optional)s.

source: There are required related settings: %(required)s.
ru: Требуются соответствующие настройки: %(required)s.

source: There are optional related settings: %(optional)s.
ru: Дополнительные соответствующие настройки: %(optional)s.

source: Main page sidebar
ru: Боковая панель главной страницы

source: Custom sidebar header
ru: Заголовок персональной боковой панели

source: Use this area to enter content at the TOP of the sidebarin HTML format. When using this option (as well as the sidebar footer), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Используйте эту область чтобы задать содержимое ВЕРХНЕЙ части боковой панели в формате HTML. При использовании этой настройки (так же, как и для футера боковой панели), пожалуйста, используйте сервис HTML-подтверждения, чтобы убедиться, что введенные вами данные действительны и будут правильно отображаться во всех браузерах.

source: Show the text entered above only to anonymous users
ru: Показывать текст, введенный выше, только анонимным пользователям

source: Show avatar block in sidebar
ru: Показать блок с аватаром в боковой панели

source: Uncheck this if you want to hide the avatar block from the sidebar
ru: Снимите галочку, если хотите скрыть блок аватара с боковой панели

source: Limit how many avatars will be displayed on the sidebar
ru: Ограничить число аватаров, отображаемых на боковой панели

source: Show tag selector in sidebar
ru: Показывать выбор тэгов в боковой панели

source: Uncheck this if you want to hide the options for choosing interesting and ignored tags
ru: Снимите галочку, если хотите спрятать опции выбора интересующих и игнорируемых тэгов

source: Show tag list/cloud in sidebar
ru: Показывать список/"облако" тэгов в боковой панели

source: Uncheck this if you want to hide the tag cloud or tag list from the sidebar
ru: Снимите галочку, если хотите скрыть "облако" или список тэгов с боковой панели

source: Custom sidebar footer
ru: Футер персональной боковой панели

source: Use this area to enter content at the BOTTOM of the sidebarin HTML format. When using this option (as well as the sidebar header), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Используйте эту область чтобы задать содержимое НИЖНЕЙ части боковой панели в формате HTML. При использовании этой настройки (так же, как и для футера боковой панели), пожалуйста, используйте сервис HTML-подтверждение, чтобы убедиться, что введенные вами данные действительны и будут правильно отображаться во всех браузерах.

source: User profile sidebar
ru: Боковая панель пользователя

source: Custom sidebar
ru: Боковая панель пользователя

source: Question page banners and sidebar
ru: Страница "Задать вопрос" и боковая панель

source: Top banner
ru: Верхний баннер

source: When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: При использовании этой функции, проверяйте код в HTML-валидаторе, чтобы убедиться в работоспособности во всех браузерах.

source: Answers banner
ru: Баннер ответа

source: This banner will show under the first answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Этот баннер будет отображаться под первым ответом. Используя эту настройку, пожалуйста, воспользуйтесь сервисом HTML-подтверждения, чтобы убедиться, что она правильная и работает во всех браузерах.

source: Show answers banner even if there are no answers
ru: Показывать банеры ответов даже если ответов нет

source: Use this area to enter content at the TOP of the sidebar in HTML format. When using this option (as well as the sidebar footer), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Используйте эту область, чтобы задать содержимое ВЕРХНЕЙ части боковой панели в формате HTML. При использовании этой настройки (так же, как и для футера боковой панели), пожалуйста, используйте сервис HTML-подтверждения, чтобы убедиться, что введенные вами данные действительны и будут правильно отображаться во всех браузерах.

source: Show tag list in sidebar
ru: Показать тэги на боковой панели

source: Uncheck this if you want to hide the tag list from the sidebar
ru: Снимите галочку, если вы хотите скрыть список тэгов из боковой панели

source: Show meta information in sidebar
ru: Показывать мета-информацию в боковой панели

source: Uncheck this if you want to hide the meta information about the question (post date, views, last updated).
ru: Снимите галочку, если вы хотите скрыть мета-информацию о вопросе (дата добавления вопроса, количество просмотров, дата последнего обновления)

source: Show related questions in sidebar
ru: Показывать похожие вопросы в боковой панели

source: Uncheck this if you want to hide the list of related questions.
ru: Снимите галочку, если хотите скрыть список похожих вопросов.

source: Bootstrap mode
ru: "Стартовый" режим

source: Activate a "Large site" mode
ru: Включить режим "Большой сайт"

source: "Large site" mode increases reputation and certain badge thresholds, to values, more suitable for the larger communities, <strong>WARNING:</strong> your current values for Minimum reputation, Badge Settings and Vote Rules will be changed after you modify this setting.
ru: Режим "Большой сайт" повышает границы репутации и некоторых наград до значений, которые более приемлемы для малых сообществ. <strong>ОСТОРОЖНО:</strong> ваши текущие значения Минимальной репутации, Настроек наград и Правил голосования будут изменены после того как вы включите эту настройку.

source: URLS, keywords & greetings
ru: URL-адреса, ключевые слова и приветствия

source: My site
ru: Мой сайт

source: Site title for the Q&A forum
ru: Название сайта

source: Comma separated list of Q&A site keywords
ru: Ключевые слова для сайта, через запятую

source: Copyright message to show in the footer
ru: Сообщение о праве собственности (показывается в нижней части страницы)

source: Site description for the search engines
ru: Описание сайта для поисковиков

source: Short name for your Q&A forum
ru: Краткое название форума

source: Please enter url of your site
ru: Пожалуйста, введите url вашего сайта

source: Url must start either from http or https
ru: Url должен начинаться с http или с https

source: Base URL for your Q&A forum, must start with http or https
ru: Базовая часть URL форума (должна начинаться с http или https)

source: Check to enable greeting for anonymous user
ru: Включить приветствие для анонимных пользователей

source: First time here? Check out the FAQ!
ru: Url должен начинаться с http или с https

source: Text shown in the greeting message shown to the anonymous user
ru: Текст, который показывается в приветственном сообщении для анонимного пользователя

source: Use HTML to format the message
ru: Использовать HTML для форматирования сообщения

source: Skin, logos and HTML <head> parts
ru: Тема, логотипы и HTML <head>

source: Please enter a valid url
ru: Пожалуйста, введите правильный url

source: Custom destination URL for the logo
ru: Пользовательский URL адрес для логотипа

source: Q&amp;A site logo
ru: Q&amp;Логотип сайта

source: To change the logo, select new file, then submit this whole form.
ru: Чтобы заменить логотип, выберите новый файл затем нажмите кнопку "сохранить"

source: Select Language
ru: Выберите язык

source: Show logo
ru: Показывать логотип

source: Check if you want to show logo in the forum header or uncheck in the case you do not want the logo to appear in the default location
ru: Отметьте если Вы хотите использовать логотип в головной части форум

source: Site favicon
ru: Фавикон для Вашего сайта

source: A small 16x16 or 32x32 pixel icon image used to distinguish your site in the browser user interface. Please find more information about favicon at <a href="%(favicon_info_url)s">this page</a>.
ru: favicon это маленькая квадратная картинка 16х16 либо 32х32, которая используется в интерфейсе браузеров. На <a href="%(favicon_info_url)s">Здесь</a> есть дополнительная информация о favicon.

source: Password login button
ru: Кнопка для входа с паролем

source: An 88x38 pixel image that is used on the login screen for the password login button.
ru: Картинка размером 88x38, которая используется в качестве кнопки для авторизации с именем и паролем.

source: Show all UI functions to all users
ru: Отображать все функции пользовательского интерфейса всем пользователям

source: If checked, all forum functions will be shown to users, regardless of their reputation. However to use those functions, moderation rules, reputation and other limits will still apply.
ru: Если эта опция помечена, то все пользователи форума будут иметь визуальный доступ ко всем его функциям, вне зависимости от репутации. Однако фактический доступ всё равно будет зависить от репутации, правил модерирования и т.п.

source: Select skin
ru: Выберите тему пользовательского интерфейса

source: Customize HTML <HEAD>
ru: Персонализировать HTML-тэг <HEAD>

source: Custom portion of the HTML <HEAD>
ru: Ваши дополнения, внесенные в HTML-тэг <HEAD>

source: <strong>To use this option</strong>, check "Customize HTML &lt;HEAD&gt;" above. Contents of this box will be inserted into the &lt;HEAD&gt; portion of the HTML output, where elements such as &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; may be added. Please, keep in mind that adding external javascript to the &lt;HEAD&gt; is not recommended because it slows loading of the pages. Instead, it will be more efficient to place links to the javascript files into the footer. <strong>Note:</strong> if you do use this setting, please test the site with the W3C HTML validator service.
ru: <strong>Чтобы использовать эту настройку</strong>, включите настройку "Персонализировать HTML-тэг &lt;HEAD&gt;". Содержимое этого поля будет включено в тег &lt;HEAD&gt; и в нем могут задаваться такие элементы как &lt;script&gt;, &lt;link&gt;, &lt;meta&gt;. Пожалуйста, имейте в виду, что добавление внешнего javascript-кода в &lt;HEAD&gt; не рекомендуется, поскольку это замедлит загрузку страниц. Вместо этого будет более эффективным поместить ссылки на javascript-файлы в нижнюю часть страницы. <strong>Примечание:</strong> если вы хотите использовать эту настройку, пожалуйста проверьте страницу с помощью валидатора HTML от W3C.

source: Custom header additions
ru: Ваши дополнения к заголовку страницы

source: Header is the bar at the top of the content that contains user info and site links, and is common to all pages. Use this area to enter contents of the headerin the HTML format. When customizing the site header (as well as footer and the HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: Заголовок сайта - это общая для всех страниц сайта полоса вверху страницы, в которой содержится информация о пользователе и ссылки на сайт. Используйте эту область чтобы ввести содержимое заголовка в формате HTML. Когда настраиваете заголовок сайта (так же, как и в случае с футером или HTML-тэгом <HEAD>), используйте сервисы HTML-валидации, чтобы убедиться, что введенные вами данные верны и будут работать во всех браузерах.

source: Site footer mode
ru: Режим футера

source: Footer is the bottom portion of the content, which is common to all pages. You can disable, customize, or use the default footer.
ru: Футер - это нижняя часть содержимого страницы, общая для всех страниц. Вы можете его отключить, настроить самостоятельно или использовать стандартный футер.

source: Custom footer (HTML format)
ru: Футер страницы (в формате HTML)

source: <strong>To enable this function</strong>, please select option 'customize' in the "Site footer mode" above. Use this area to enter contents of the footer in the HTML format. When customizing the site footer (as well as the header and HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
ru: <strong>Чтобы включить эту функцию</strong>, пожалуйста, выберите 'customize' в настройке "Site footer mode". Используйте эту область, чтобы ввести содержимое футера в формате HTML. Когда настраиваете футер (так же, как и в случае с заголовком сайта или HTML-тэгом &lt;HEAD&gt;), используйте сервисы HTML-валидации, чтобы убедиться, что введенные вами данные верны и будут работать во всех браузерах.

source: Apply custom style sheet (CSS)
ru: Добавить собственный стиль страницы (CSS)

source: Check if you want to change appearance of your form by adding custom style sheet rules (please see the next item)
ru: Поставьте галочку, если вы хотите изменить вид форм вашего сайта, добавив собственные правила стиля страницы (пожалуйста, взгляните на следующую опцию)

source: Custom style sheet (CSS)
ru: Ваш собственный стиль страницы (CSS)

source: <strong>To use this function</strong>, check "Apply custom style sheet" option above. The CSS rules added in this window will be applied after the default style sheet rules. The custom style sheet will be served dynamically at url "&lt;forum url&gt;/custom.css", where the "&lt;forum url&gt; part depends (default is empty string) on the url configuration in your urls.py.
ru: <strong>Для использования этой функции</strong>, включите настройку "Применять собственный стиль страницы". Правила CSS, которые добавлены в этом окне будут применены после стандартных правил стилей страницы. Ваши собственные стили страницы будут добавляться по ссылке "&lt;forum url&gt;/custom.css", где часть ссылки "&lt;forum url&gt;" (по-умолчанию это пустая строка) зависит от настроек в файле urls.py.

source: Add custom javascript
ru: Добавить собственный javascript-код

source: Check to enable javascript that you can enter in the next field
ru: Поставьте галочку чтобы включить javascript-код, введенный в следующее поле

source: Custom javascript
ru: Собственный javascript-код

source: Type or paste plain javascript that you would like to run on your site. Link to the script will be inserted at the bottom of the HTML output and will be served at the url "&lt;forum url&gt;/custom.js". Please, bear in mind that your javascript code may break other functionalities of the site and that the behavior may not be consistent across different browsers (<strong>to enable your custom code</strong>, check "Add custom javascript" option above).
ru: Введите или вставьте javascript-код, который хотите задействовать на своем сайте. Ссылка на скрипт будет включена в нижнюю часть HTML-вывода и будет выглядеть как URL-адрес "&lt;forum url&gt;/custom.js". Пожалуйста, имейте в виду, что ваш javascript-код может быть несовместим с различными браузерами (<strong>чтобы включить ваш собственный javascript-код</strong>, отметьте галочку настройки "Добавлять собственный javascript-код")

source: Skin media revision number
ru: Ревизия медиа-файлов скина
