Repository: ngdangdat/vgualumni
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Moderators have the same privileges as administrators, but cannot add or remove user status of 'moderator' or 'administrator'.
ru: У модераторов те же права, что и у администраторов, но они не могут добавлять или удалять статус 'модератора' или 'администратора'.

source: 'Approved' status means the same as regular user.
ru: Статус "Одобренный" подразумевает такой же статус, как обычный пользователь.

source: Suspended users can only edit or delete their own posts.
ru: Замороженные пользователи могут только редактировать и удалять свои собственные сообщения.

source: Blocked users can only login and send feedback to the site administrators, their url and profile will also be hidden.
ru: Заблокированные пользователи могут только входить и писать отзывы администратору сайта, их URL и профиль будут так же скрыты.

source: network
ru: сеть

source: Followed by %(count)s person
ru: Подписан %(count)s человек

source: Following %(count)s person
ru: Отслеживает %(count)s пользователь

source: Your network is empty. Would you like to follow someone? - Just visit their profiles and click "follow"
ru: Ваша сеть пуста. Хотите подписатся на какого то пользователя? - Посетите его профиль и нажмите "Пописатся"

source: %(username)s's network is empty
ru: сеть %(username)s пуста

source: activity
ru: активность

source: source
ru: источник

source: Your karma change log.
ru: История изменений вашей кармы.

source: %(user_name)s's karma change log
ru: история изменений %(user_name)s кармы

source: overview
ru: обзор

source: <span class="count">%(cnt)s</span> Vote
ru: <span class="count">%(cnt)s</span> Голос

source: <span class="count">%(counter)s</span> Tag
ru: <span class="count">%(counter)s</span> Тэг

source: <span class="count">%(counter)s</span> Badge
ru: <span class="count">%(counter)s</span> Награда

source: Answer to:
ru: Ответить:

source: email alerts
ru: оповещения по email

source: votes
ru: голосов

source: provide enough details
ru: предоставьте достаточно информации

source: be clear and concise
ru: будьте кратки и ясны

source: Login/Signup to Post
ru: Войдите/Зарегистрируйтесь для публикации

source: Contributors
ru: Авторы

source: Content on this site is licensed under a %(license)s
ru: Содержимое этого сайта распространяется под лицензией %(license)s

source: about
ru: о нас

source: help
ru: помощь

source: privacy policy
ru: политика конфиденциальности

source: terms of service
ru: условия

source: give feedback
ru: оставить отзыв

source: Group info
ru: Информация о группе

source: edit description
ru: редактировать описание

source: change logo
ru: изменить логотип

source: delete logo
ru: удалить логотип

source: add logo
ru: добавить логотип

source: moderate emailed content
ru: модерировать отсылаемый контент

source: How users join this group?
ru: Как пользователи могут присоединиться к этой группе?

source: Can moderate site
ru: Могут модерировать сайт

source: Allow only read access
ru: Разрешить только доступ для чтения

source: List of preapproved email addresses
ru: Список предварительно одобренных электронных адресов

source: Users with these email adderesses will be added to the group automatically.
ru: Пользователи с этими электронными адресами будут добавлены в группу автоматически.

source: edit preapproved emails
ru: Редактировать предварительно одобренные письма

source: List of preapproved email domain names
ru: Список предварительно одобренных доменных имен электронной почты

source: Users whose email adderesses belong to these domains will be added to the group automatically.
ru: Пользователи, чьи электронные адреса связаны со следущим доменам, буду добавлены в группу автоматически.

source: edit preapproved email domains
ru: Редактировать предварительно одобренные доменные имена электронной почты

source: Hi there! Please sign in
ru: Добро пожаловать! Вход в аккаунт

source: %(site)s logo
ru: логотип сайта %(site)s

source: Markdown basics
ru: Основы Markdown

source: *italic*
ru: *курсив*

source: **bold**
ru: **жирный шрифт**

source: *italic* or _italic_
ru: *курсив* или _курсив_

source: **bold** or __bold__
ru: **жирный шрифт** или __жирный шрифт__

source: text
ru: текст

source: title
ru: заголовок

source: image
ru: изображение

source: numbered list:
ru: пронумерованный список:

source: One
ru: один

source: Two
ru: два

source: basic HTML tags are also supported
ru: основные теги HTML тоже поддерживаются

source: learn more about Markdown
ru: узнайте болше про Markdown

source: people & groups
ru: Людей & групп

source: users
ru: пользователи

source: badges
ru: награды

source: image awaiting moderation
ru: Изображения, ожидающие модерации

source: link awaiting moderation
ru: Ссылки, ожидающие модерации

source: To post on behalf of someone else, enter user name <strong>and</strong> email below.
ru: Чтобы разместить запись от другого имени, введите имя пользователя <strong>и</strong> электронную почту.

source: User name
ru: Имя пользователя

source: since you are not logged in right now, you will be asked to sign in or register after making your post
ru: так как вы не авторизировались, вы будете перенаправлены на страницу входа или регистрации после завершения вашего поста.

source: view
ru: просмотр

source: vote
ru: голос

source: ALL
ru: ВСЕ

source: FOLLOWED
ru: ОТСЛЕЖИВАЕМЫЕ

source: Search or ask your question
ru: Найдите или задайте вопрос

source: Interesting tags
ru: Избранные теги

source: Ignored tags
ru: Игнорируемые теги

source: Subscribed tags
ru: Тэги с подпиской

source: Send me email alerts for
ru: Отправлять мне уведомления по электронной почте о

source: Change frequency of emails
ru: Сменить частоту уведомлений

source: , one of these is required
ru: , требуется одно из этих

source: (required)
ru: (обязательно)

source: (done editing)
ru: (редактирование закончено)

source: (edit categories)
ru: (редактировать категории)

source: read only access
ru: доступ только к чтению

source: karma:
ru: репутация:

source: badges:
ru: награды

source: sign out
ru: выйти

source: settings
ru: настройки

source: widgets
ru: виджеты

source: Your karma is %(karma)s
ru: Ваша репутация %(karma)s

source: Karma reflects the value of your contribution to this community.
ru: Репутация отражает ценность вашего вклада в это сообщество.

source: Since you are the site %(role)s, you have access to all functions regardless of your karma.
ru: Так как вы являетесь %(role)s, у вас имеется доступ ко всем функциям вне зависимости от вашей кармы.

source: The higher is your karma, the more rights you have on this site.
ru: Чем выше Ваша репутация, тем больше Вы имеете прав на этом сайте.

source: Currently, you can:
ru: На данный момент, вы можете:

source: Make new posts
ru: Сделать новые публикации

source: no
ru: нет

source: Visitor
ru: Посетитель

source: Oops, apologies - there was some error
ru: Извините, произошла ошибка!

source: Please login to post
ru: Пожалуйста, войдите чтобы оставить сообщение

source: Spam was detected on your post, sorry for if this is a mistake
ru: В вашем сообщении обнаружен спам, простите, если произошла ошибка.

source: This function is limited to moderators and administrators
ru: Эта функция доступна только модераторам и администраторам

source: This function is limited to administrators
ru: Эта функция доступна только модераторам

source: this field is required
ru: это поле обязательное

source: user name is required
ru: имя пользователя обязательно

source: sorry, this name is taken, please choose another
ru: к сожалению, это имя используется, выберите другое

source: sorry, this name is not allowed, please choose another
ru: к сожалению, это имя не разрешено, выберите другое

source: sorry, there is no user with this name
ru: к сожалению, пользователя с таким именем не существует

source: sorry, we have a serious error - user name is taken by several users
ru: к сожалению, у нас есть серьезная ошибка - имя пользователя используется несколькими пользователями

source: user name can only consist of letters, empty space and underscore
ru: имя пользователя может состоять только из букв, пробелов и подчеркиваний

source: please use at least some alphabetic characters in the user name
ru: пожалуйста используйте хотя бы некоторые символы алфавита в имени

source: symbol "@" is not allowed
ru: символ "@" запрещен

source: this email address is not authorized
ru: этот электронный адрес не распознан

source: Your email <i>(never shared)</i>
ru: Ваш email-адрес <i>(никогда не отображается)</i>

source: email address is required
ru: email обязательное

source: please enter a valid email address
ru: пожалуйста, введите правильный адрес электронной почты

source: this email is already used by someone else, please choose another
ru: этот email уже используется кем-то еще, пожалуйста, выберите другой

source: please, retype your password
ru: пожалуйста, повторите свой пароль

source: 2 days ago
ru: 2 дня назад

source: yesterday
ru: вчера

source: %(hr)d hour ago
ru: %(hr)d час назад

source: %(min)d min ago
ru: %(min)d минуту назад

source: please login
ru: пожалуйста, пойдите

source: Avatar uploaded and set as primary
ru: Аватар загружен и установлен, как основной

source: Please choose file to upload
ru: Пожалуйста, выберите файл для загрузки

source: Sorry, anonymous users cannot vote
ru: Простите, анонимные пользователи не могут голосовать

source: Sorry you ran out of votes for today
ru: Извините, вы исчерпали лимит голосования за сегодня

source: You have %(votes_left)s votes left for today
ru: Вы можете голосовать сегодня ещё %(votes_left)s раз

source: Sorry, something is not right here...
ru: Извините, что-то не здесь...

source: Sorry, but anonymous users cannot perform this action.
ru: К сожалению, данная операция недоступна анонимным пользователям

source: Request mode is not supported. Please try again.
ru: Режим запроса не поддерживается. Пожалуйста, попробуйте еще раз.

source: anonymous users cannot %(perform_action)s
ru: Анонимные пользователи не могут %(perform_action)s

source: Sorry, could not delete tag
ru: К сожалению, тэг не может быть удален

source: Tag subscription was canceled (<a href="%(url)s">undo</a>).
ru: Подписка на тэги была отменена (<a href="%(url)s">вернуть</a>).

source: Please sign in to subscribe for: %(tags)s
ru: Пожалуйста, войдите чтобы подписаться на: %(tags)s

source: Create
ru: Создать

source: make edits
ru: внести изменения

source: Please sign in to vote
ru: Пожалуйста, войдите чтобы проголосовать

source: Please sign in to delete/restore posts
ru: Пожалуйста, войдите чтобы удалять/восстанавливать сообщения

source: Group %(name)s does not exist
ru: %(name)s группы не существует

source: Sorry, looks like sharing request was invalid
ru: К сожалению, запрос на рассылку был неправильный

source: %(user)s, welcome to group %(group)s!
ru: %(user)s, добро пожаловать в группу %(group)s!

source: Sorry, only thread moderators can use this function
ru: К сожалению, эта функция доступна только модераторам

source: The answer is now unpublished
ru: Публикация ответа была отменена

source: The answer is now published
ru: Ответ опубликован

source: Preview failed possibly because of insufficient data or an error during the rendering
ru: Пред.просмотр не удался из-за недостатка данных или во время рендеринга

source: About %(site)s
ru: О %(site)s

source: Please sign in or register to send your feedback
ru: Пожалуйста, войдите или зарегестрируйтесь, чтобы оставить свой отзыв

source: unknown
ru: неизвестен

source: Thanks for the feedback!
ru: Спасибо за отзыв!

source: We look forward to hearing your feedback! Please, give it next time :)
ru: Мы с нетерпением ждем ваших отзывов!

source: Privacy policy
ru: Конфиденциальность

source: Suggested tags
ru: Предложенные тэги

source: post was flagged as offensive
ru: на пост была отправлена жалоба

source: %d post approved
ru: %d пост одобрен

source: %d user approved
ru: %d пользователь одобрил

source: %d post deleted
ru: %d сообщение удалено

source: %d ip blocked
ru: %d ip был заблокирован

source: %d user blocked
ru: %d пользователь заблокирован

source: %(q_num)s question
ru: %(q_num)s вопрос

source: Please go to Settings -> %s and set the base url for your site to function properly
ru: Пожалуйста, перейдите в настройки -> %s и задайте базовую URL для вашего сайта для правильной работы

source: Sorry, the comment you are looking for has been deleted and is no longer accessible
ru: Извините, но запрашиваемый комментарий был удалён

source: User status changed
ru: Статус пользователя изменился

source: moderate user
ru: модерировать пользователя

source: user profile overview
ru: обзор профиля пользователя

source: profile - recent activity
ru: профиль - последние данные по активности

source: profile - moderation
ru: профиль - модерация

source: profile - messages
ru: профиль - сообщения

source: profile - responses
ru: профиль - ответы

source: profile - network
ru: профиль - сеть

source: profile - votes
ru: профиль - голоса

source: Profile - User's Karma
ru: Профиль - Репутация Пользователя

source: profile - favorites
ru: профиль - избранное

source: changes saved
ru: изменения сохранены

source: email updates canceled
ru: обновления по email отменены

source: profile - email subscriptions
ru: профиль - подписки

source: profile - %(section)s
ru: профиль - %(section)s

source: Sorry, anonymous users cannot upload files
ru: неавторизированные пользователи не могут загружать файлы

source: allowed file types are '%(file_types)s'
ru: допустимые типы файлов: '%(file_types)s'

source: maximum upload file size is %(file_size)sK
ru: максимальный размер загружаемого файла - %(file_size)s K

source: Error uploading file. Please contact the site administrator. Thank you.
ru: Ошибка при загрузке файла. Пожалуйста, свяжитесь с администрацией сайта.

source: Please log in to make posts
ru: Пожалуйста, авторизуйтесь чтобы оставлять сообщения

source: This content is forbidden
ru: Это содержимое запрещено

source: Post not found
ru: Сообщение не найдено

source: Sorry, you appear to be logged out and cannot post comments. Please <a href="%(sign_in_url)s">sign in</a>.
ru: Извините, вы не вошли, поэтому не можете оставлять комментарии. <a href="%(sign_in_url)s">Войдите</a>.

source: Sorry, anonymous users cannot edit comments
ru: неавторизированные пользователи не могут исправлять комментарии

source: Sorry, you appear to be logged out and cannot delete comments. Please <a href="%(sign_in_url)s">sign in</a>.
ru: Извините, вы не вошли, поэтому не можете удалять комментарии. <a href="%(sign_in_url)s">Войдите</a>.

source: sorry, we seem to have some technical difficulties
ru: Извините, у нас определённые технические проблемы.

source: Sorry, only logged in users can convert comments to answers. Please <a href="%(sign_in_url)s">sign in</a>.
ru: К сожалению, только авторизованные пользователи могут конвертировать комментарии в ответы. Пожалуйста, <a href="%(sign_in_url)s">авторизуйтесь</a>.

source: Sorry, only logged in users can convert answers to comments. Please <a href="%(sign_in_url)s">sign in</a>.
ru: К сожалению, только авторизованные пользователи могут конвертировать ответы в комментарии. Пожалуйста, <a href="%(sign_in_url)s">авторизуйтесь</a>.

source: Error - could not find the destination post
ru: Ошибка - целевое сообщение не найдено

source: Cannot convert, because text has more characters than %(max_chars)s - maximum allowed for comments
ru: Конвертация невозможна, потому что текст включает больше символов, чем %(max_chars)s - максимальное количество символов, разрешенное в комментариях
